Repository: ErHaWeb/klaro_consent_manager
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: ar, cs, da, el, es, fi, fr, it, ja, nl, no, pl, pt, ru, sv, uk

# tx_klaroconsentmanager_service.default.description
source: If `default` is set to `true`, the service will be enabled by default. This overrides the global `default` setting (if this is set to "false").
ar: إذا تم تعيين 'الافتراضي' إلى 'true'، فسيتم تمكين الخدمة بشكل افتراضي. وهذا يتجاوز الإعداد العام 'الافتراضي' (إذا تم تعيين هذا إلى 'false').
cs: Pokud je `default` nastaveno na `true`, služba bude ve výchozím nastavení povolena. Toto přepíše globální nastavení `default` (pokud je nastaveno na "false").
da: Hvis `default` er sat til `true`, vil tjenesten blive aktiveret som standard. Dette tilsidesætter den globale `default` indstilling (hvis dette er sat til "false").
el: Εάν το `default` οριστεί σε `true`, η υπηρεσία θα ενεργοποιηθεί από προεπιλογή. Αυτό αντικαθιστά την καθολική ρύθμιση `default` (αν έχει οριστεί σε "false").
es: Si `default` se establece en `true`, el servicio se habilitará por defecto. Esto anula la configuración global `default` (si se establece en "false").
fi: Jos `default` on asetettu arvoksi `true`, palvelu otetaan oletusarvoisesti käyttöön. Tämä ohittaa yleisen `default`-asetuksen (jos tämä on asetettu arvoksi "false").
fr: Si `default` est défini à `true`, le service sera activé par défaut. Cela remplace le paramètre global `default` (si réglé sur "false").
it: Se `default` è impostato a `true`, il servizio sarà abilitato per impostazione predefinita. Questa sovrascrive l'impostazione globale `default` (se questo è impostato a "false").
ja: `default` が `true` に設定されている場合、サービスはデフォルトで有効になります。これはグローバル `default` 設定を上書きします(これが "false" に設定されている場合)。
nl: Als `standaard` is ingesteld op `true`, zal de service standaard worden ingeschakeld. Dit overschrijft de algemene `default` instelling (als dit is ingesteld op "false").
no: Hvis "standard" er satt til "true", vil tjenesten bli aktivert som standard. Denne overstyrer den globale "standard"-innstillingen (hvis denne er satt til "false").
pl: Jeśli `default` jest ustawiony na `true`, usługa będzie domyślnie włączona. To nadpisuje globalne ustawienie `default` (jeśli jest ustawione na "false").
pt: Se `default` estiver definido como `true`, o serviço será ativado por padrão. Isto substitui a configuração global `default` (se isso estiver definido como "false").
ru: Если `default` установлен в `true`, служба будет включена по умолчанию. Это переопределяет глобальный параметр `default` (если это значение установлено в "false").
sv: Om `default` är satt till `true`, kommer tjänsten att aktiveras som standard. Detta åsidosätter den globala `default`-inställningen (om detta är satt till "false").
uk: Якщо за замовчуванням `true` встановлено на `true`, то послуга буде увімкнена за замовчуванням. Це замінює значення глобального `default` (якщо це встановлено як "false").

# tx_klaroconsentmanager_service.purposes.label
source: Purposes
ar: الأغراض
cs: Účel
da: Formål
el: Σκοποί
es: Propósitos
fi: Käyttötarkoitus
fr: Utilisations
it: Finalità
ja: 目的
nl: Doelstellingen
no: Formål
pl: Cele
pt: Finalidades
ru: Цели
sv: Syfte
uk: Призначення

# tx_klaroconsentmanager_service.purposes.description
source: The purpose(s) of this service that will be listed on the consent notice. Do not forget to add translations for all purposes you list here.
ar: الغرض (الأغراض) من هذه الخدمة التي سيتم إدراجها في إشعار الموافقة. لا تنسى إضافة ترجمات لجميع الأغراض التي تضعها هنا.
cs: Účel (účely) této služby, která bude uvedena v oznámení o souhlasu. Nezapomeňte přidávat překlady pro všechny účely, které zde uvedete.
da: Formålet med denne tjeneste, der vil blive anført på tilladelsens meddelelse. Glem ikke at tilføje oversættelser til alle formål, du har listet her.
el: Ο (οι) σκοπός(-οί) αυτής της υπηρεσίας που θα αναφέρονται στην ειδοποίηση συναίνεσης. Μην ξεχάσετε να προσθέσετε μεταφράσεις για όλους τους σκοπούς που αναφέρετε εδώ.
es: Los propósitos de este servicio que se mostrarán en el aviso de consentimiento. No olvide añadir traducciones para todos los propósitos que enumere aquí.
fi: Tämän palvelun tarkoitus (tarkoitukset), joka on listattu suostumuksen ilmoituksessa. Älä unohda lisätä käännöksiä kaikkiin tarkoituksiin, jotka listaat täällä.
fr: Les fins de ce service qui seront listées sur l'avis de consentement. N'oubliez pas d'ajouter des traductions pour tous les buts que vous indiquez ici.
it: Le finalità di questo servizio che saranno elencate nell'avviso di consenso. Non dimenticare di aggiungere traduzioni per tutti gli scopi elencati qui.
ja: このサービスの目的は、同意通知に記載されています。ここでリストされているすべての目的のために翻訳を追加することを忘れないでください。
nl: De doel(en) van deze dienst die worden vermeld op de toestemming kennisgeving. Vergeet niet vertalingen toe te voegen voor alle doeleinden die u hier aanbiedt.
no: Hensikten med denne tjenesten som skal vises på varsel om samtykke. Ikke glem å legge til oversettelser for alle formål du liste her.
pl: Cel(y) tej usługi, która będzie wymieniona w powiadomieniu o zgodzie. Nie zapomnij dodać tłumaczeń dla wszystkich celów, które wymienisz tutaj.
pt: Os propósitos deste serviço que serão listados no aviso de consentimento. Não se esqueça de adicionar traduções para todos os propósitos que você listar aqui.
ru: Цель (ы) данной службы, которая будет перечислена при уведомлении о согласии. Не забудьте добавить переводы для всех целей, перечисленных здесь.
sv: Syftet med denna tjänst som kommer att listas på samtyckesanmälan. Glöm inte att lägga till översättningar för alla ändamål som du listar här.
uk: Мета(и) даного сервісу, які будуть перераховані в повідомлення про згоду. Не забудьте додати переклади для всіх цілей, які ви тут написали.

# tx_klaroconsentmanager_service.purposes.optgroup.custom
source: Custom
ar: مخصص
cs: Vlastní
da: Tilpasset
el: Προσαρμοσμένο
es: Personalizado
fi: Mukautettu
fr: Personnalisé
it: Personalizzato
ja: カスタム
nl: Aangepaste
no: Egendefinert
pl: Własny
pt: Personalizado
ru: Свой
sv: Anpassad
uk: Користувацька

# tx_klaroconsentmanager_service.purposes.optgroup.default
source: Default
ar: الافتراضي
cs: Výchozí
da: Standard
el: Προεπιλογή
es: Por defecto
fi: Oletus
fr: Par défaut
it: Predefinito
ja: デフォルト
nl: Standaard
no: Standard
pl: Domyślny
pt: Padrão
ru: По умолчанию
sv: Standard
uk: Типово

# tx_klaroconsentmanager_service.purposes.optgroup.additional
source: Additional
ar: اضافي
cs: Další
da: Yderligere
el: Επιπλέον
es: Adicional
fi: Lisää
fr: Additionnel
it: Aggiunta
ja: 追加情報
nl: Aanvullend
no: Tillegg
pl: Dodatkowy
pt: Adicional
ru: Дополнительно
sv: Ytterligare
uk: Додаткова інформація

# tx_klaroconsentmanager_service.purposes.I.functional
source: Functional
ar: وظيفي
cs: Funkční
da: Funktionel
el: Λειτουργικό
es: Funcional
fi: Toiminnallinen
fr: Fonctionnel
it: Funzionale
ja: 機能
nl: Functioneel
no: Funksjonell
pl: Funkcjonalne
pt: Funcionalidade
ru: Функциональный
sv: Funktionell
uk: Функціональний

# tx_klaroconsentmanager_service.purposes.I.performance
source: Performance
ar: الأداء
cs: Výkon
da: Ydeevne
el: Επιδόσεις
es: Rendimiento
fi: Suorituskyky
fr: Analyse des performances
it: Prestazioni
ja: パフォーマンス
nl: Prestaties
no: Ytelse
pl: Efektywność
pt: Desempenho
ru: Производительность
sv: Prestation
uk: Продуктивність

# tx_klaroconsentmanager_service.purposes.I.marketing
source: Marketing
ar: التسويق
da: Markedsføring
el: Εμπορία
es: Mercadeo
fi: Markkinointi
ja: マーケティング
no: Markedsføring
pl: Wprowadzanie do obrotu
ru: Маркетинг
sv: Marknadsföring
uk: Маркетинг

# tx_klaroconsentmanager_service.purposes.I.advertising
source: Advertising
ar: الإعلان
cs: Reklama
da: Reklame
el: Διαφήμιση
es: Anuncio
fi: Mainonta
fr: Publicité
it: Pubblicità
ja: 広告
nl: Reclame
no: Reklame
pl: Reklama
pt: Publicidade
ru: Реклама
sv: Reklam
uk: Реклама

# tx_klaroconsentmanager_service.purposes.I.analytics
source: Analytics
ar: التحليلات
cs: Analytici
da: Analyser
el: Αναλύσεις
es: Analíticas
fi: Analytiikka
fr: Mesure d'audience
it: Analisi
ja: 分析
nl: Analyses
no: Analyser
pl: Analityka
pt: Análises
ru: Статистика
sv: Analys
uk: Аналітика

# tx_klaroconsentmanager_service.purposes.I.security
source: Security
ar: أمان
cs: Zabezpečení
da: Sikkerhed
el: Ασφάλεια
es: Seguridad
fi: Turvallisuus
fr: Sécurité
it: Sicurezza
ja: セキュリティ
nl: Beveiliging
no: Sikkerhet
pl: Bezpieczeństwo
pt: Segurança
ru: Безопасность
sv: Säkerhet
uk: Безпека

# tx_klaroconsentmanager_service.purposes.I.livechat
source: Live Chat
ar: دردشة حية
cs: Živý chat
el: Ζωντανή Συζήτηση
es: Chat en vivo
fi: Live Keskustelu
fr: Discussion en temps réel
ja: ライブチャット
no: Direkte Chat
pl: Czat na żywo
pt: Bate-papo ao vivo
ru: Онлайн-чат
sv: Live Chatt
uk: Чат

# tx_klaroconsentmanager_service.purposes.I.styling
source: Styling
ar: النمط
cs: Stylování
el: Στυλ
es: Estilo
fi: Muotoilu
fr: Style
ja: スタイル
nl: Opmaak
no: Stil
pl: Stylizacja
pt: Estilo
ru: Оформление
uk: Стайлінг

# tx_klaroconsentmanager_service.purposes.I.videos
source: Videos
ar: فيديوهات
cs: Videa
da: Videoer
el: Βίντεο
es: Vídeo
fi: Videot
fr: Vidéos
it: Video
ja: 動画
no: Videoer
pl: Filmy
pt: vídeos
ru: Видео
sv: Videor
uk: Відео

# tx_klaroconsentmanager_service.purposes.I.social
source: Social Media
ar: وسائل التواصل الاجتماعي
cs: Sociální média
da: Sociale Medier
el: Μέσα Κοινωνικής Δικτύωσης
es: Redes Sociales
fi: Sosiaalinen Media
fr: Réseaux sociaux
ja: SNS
nl: Sociale Media
no: Sosiale medier
pl: Media społecznościowe
pt: Mídias Sociais
ru: Социальные сети
sv: Sociala medier
uk: Соціальні мережі

# tx_klaroconsentmanager_service.purposes.I.misc
source: Miscellaneous
ar: متنوعات
cs: Ostatní
da: Diverse
el: Διάφορα
es: Miscellano
fi: Sekalaiset
fr: Divers
it: Varie
ja: その他
nl: Diversen
no: Diverse
pl: Różne
pt: Diversos
ru: Прочие вопросы
sv: Diverse
uk: Різне

# tx_klaroconsentmanager_service.cookies.label
source: Cookies
ar: الكعكات
fi: Evästeet
it: Cookie
ja: Cookie
nl: Koekjes
no: Informasjonskapsler
pl: Pliki cookie
pt: Biscoitos
ru: Печенье
uk: Файли Cookies

# tx_klaroconsentmanager_service.cookies.description
source: You can either only provide a cookie name or regular expression (regex) or a list consisting of a name or regex, a path and a cookie domain. Providing a path and domain is necessary if you have services that set cookies for a path that is not "/", or a domain that is not the current domain. If you do not set these values properly, the cookie can't be deleted by Klaro, as there is no way to access the path or domain of a cookie in JS. Notice that it is not possible to delete cookies that were set on a third-party domain, or cookies that have the HTTPOnly attribute: https://developer.mozilla.org/en-US/docs/Web/API/Document/cookie#new-cookie_domain
ar: يمكنك أن تقدم فقط اسم الكوكيز أو التعبير العادي (regex) أو قائمة تتكون من اسم أو regex، مسار ونطاق ملفات تعريف الارتباط. توفير مسار ومجال ضروري إذا كان لديك خدمات لتعيين ملفات تعريف الارتباط لمسار ليس "/"، أو نطاق ليس هو المجال الحالي. إذا لم تقم بتعيين هذه القيم بشكل صحيح، لا يمكن حذف ملفات تعريف الارتباط من قبل كلارو، بما أنه لا توجد طريقة للوصول إلى مسار أو نطاق ملفات تعريف الارتباط في JS. لاحظ أنه من غير الممكن حذف ملفات تعريف الارتباط التي تم تعيينها على نطاق طرف ثالث، أو ملفات تعريف الارتباط التي تحتوي على خاصية HTTPفقط: https://developer.mozilla.org/en-US/docs/Web/API/Document/cookie#new-cookie_domain
cs: Můžete zadat pouze název cookie nebo regulární výraz (regex) nebo seznam sestávající z názvu nebo regexu, cesta a doména cookie. Poskytnutí cesty a domény je nezbytné, pokud máte služby nastavující cookies pro cestu, která není "/", nebo doména, která není aktuální doménou. Pokud tyto hodnoty nenastavíte správně, cookie nemůže být Klarem smazána. protože neexistuje způsob, jak přistupovat k cestě nebo doméně cookie v JS. Všimněte si, že není možné odstranit soubory cookie, které byly nastaveny na doméně třetí strany, nebo soubory cookie, které mají vlastnosti HTTPOny: https://developer.mozilla.org/en-US/docs/Web/API/Document/cookie#new-cookie_domain
da: Du kan enten kun angive et cookienavn eller et regulært udtryk (regex) eller en liste bestående af et navn eller regex en sti og et cookie-domæne. At levere en sti og et domæne er nødvendigt, hvis du har tjenester, der sætter cookies til en sti, der ikke er "/", eller et domæne som ikke er det aktuelle domæne. Hvis du ikke sætter disse værdier korrekt, kan cookien ikke slettes af Klaro da der ikke er nogen måde at tilgå stien eller domænet for en cookie i JS. Bemærk, at det ikke er muligt at slette cookies, der blev sat på et tredjepartsdomæne, eller cookies, der har HTTPOnly attributten: https://developer.mozilla.org/en-US/docs/Web/API/Document/cookie#new-cookie_domain
el: Μπορείτε να δώσετε μόνο ένα όνομα cookie ή κανονική έκφραση (regex) ή μια λίστα που αποτελείται από ένα όνομα ή ένα regex, ένα μονοπάτι και ένα τομέα cookie. Η παροχή μιας διαδρομής και ενός τομέα είναι απαραίτητη εάν έχετε υπηρεσίες που ορίζουν τα cookies για μια διαδρομή που δεν είναι "/", or a domain that is not the current domain. Εάν δεν ορίσετε σωστά αυτές τις τιμές, το cookie δεν μπορεί να διαγραφεί από το Klaro, καθώς δεν υπάρχει τρόπος πρόσβασης στη διαδρομή ή στον τομέα ενός cookie στην JS. Παρατήρησε ότι δεν είναι δυνατόν να διαγράψεις cookies που είχαν οριστεί σε τομέα τρίτου μέρους ή cookies που έχουν την ιδιότητα HTTPOn: https://developer.mozilla.org/en-US/docs/Web/API/Document/cookie#new-cookie_domain
es: Sólo puede proporcionar un nombre de cookie o una expresión regular (regex) o una lista consistente en un nombre o regex, una ruta y un dominio de cookies. Proporcionar una ruta y un dominio es necesario si usted tiene servicios que establecen cookies para una ruta que no es "/", o un dominio que no es el dominio actual. Si no establece estos valores correctamente, la cookie no puede ser eliminada por Klaro, ya que no hay forma de acceder a la ruta o dominio de una cookie en JS. Tenga en cuenta que no es posible eliminar las cookies que se establecieron en un dominio de terceros, o las cookies que tienen el atributo HTTPOnly : https://developer.mozilla.org/en-US/docs/Web/API/Document/cookie#new-cookie_domain
fi: Voit antaa evästeen nimen tai säännöllisen lausekkeen (regex) tai nimestä tai regexistä koostuvan luettelon, polku ja evästeen verkkotunnus. Polun ja verkkotunnuksen tarjoaminen on välttämätöntä, jos sinulla on palveluita, jotka asettavat evästeitä polulle, joka ei ole "/", tai verkkotunnus, joka ei ole nykyinen verkkotunnus. Jos et aseta näitä arvoja oikein, Klaro ei voi poistaa evästettä, koska ei ole mitään tapaa käyttää evästeen polkua tai verkkotunnusta JS:ssä. Huomaa, ettei ole mahdollista poistaa kolmannen osapuolen verkkotunnuksella olevia evästeitä tai evästeitä, joilla on HTTPOnly -attribuutti: https://developer.mozilla.org/en-US/docs/Web/API/Document/cookie#new-cookie_domain
fr: Vous pouvez soit fournir un nom de cookie ou une expression régulière (regex) soit une liste composée d'un nom ou d'un regex, un chemin et un domaine de cookies. Fournir un chemin et un domaine est nécessaire si vous avez des services qui définissent des cookies pour un chemin qui n'est pas "/", ou un domaine qui n'est pas le domaine courant. Si vous ne définissez pas ces valeurs correctement, le cookie ne peut pas être supprimé par Klaro, Comme il n'y a aucun moyen d'accéder au chemin ou au domaine d'un cookie en JS. Notez qu'il n'est pas possible de supprimer les cookies qui ont été définis sur un domaine tiers, ou les cookies qui ont l'attribut HTTPOnly : https://developer.mozilla.org/fr-US/docs/Web/API/Document/cookie#new-cookie_domain
it: È possibile fornire solo un nome cookie o un'espressione regolare (regex) o un elenco costituito da un nome o regex, un percorso e un dominio dei cookie. Fornire un percorso e un dominio è necessario se si dispone di servizi che impostano i cookie per un percorso non "/", o un dominio che non è il dominio corrente. Se non si impostano questi valori correttamente, il cookie non può essere eliminato da Klaro, poiché non c'è modo di accedere al percorso o al dominio di un cookie in JS. Notare che non è possibile eliminare i cookie che sono stati impostati su un dominio di terze parti, o i cookie che hanno l'attributo HTTPSole: https://developer.mozilla.org/en-US/docs/Web/API/Document/cookie#new-cookie_domain
ja: クッキー名または正規表現(regex)または名前またはregexで構成されるリストのみを提供できます。 パスとクッキーのドメインです 「/」ではないパスにクッキーを設定するサービスがある場合は、パスとドメインを提供する必要があります。 あるいは現在のドメインではない領域です これらの値を適切に設定しないと、Klaro はクッキーを削除できません。 クッキーのパスまたはドメインにアクセスする方法がないからです。 サードパーティのドメインに設定された Cookie 、または HTTPOnly 属性を持つ Cookie は削除できないことに注意してください: https://developer.mozilla.org/en-US/docs/Web/API/Document/cookie#new-cookie_domain
nl: Je kunt alleen een cookienaam of een reguliere expressie (regex) of een lijst met een naam of regex aangeven, een pad en een cookie domein. Het voorzien van een pad en domein is noodzakelijk als u diensten heeft die cookies instellen voor een pad dat niet "/" is, of een domein dat niet het huidige domein is. Als je deze waarden niet goed instelt, kan het cookie niet door Klaro worden verwijderd, omdat er geen manier is om toegang te krijgen tot het pad of de domein van een cookie in JS. Merk op dat het niet mogelijk is cookies te verwijderen die zijn ingesteld op een domein van een derde partij, of cookies die het HTTPOnly attribuut hebben: https://developer.mozilla.org/en-US/docs/Web/API/Document/cookie#new-cookie_domain
no: Du kan enten bare gi et informasjonskapselnavn eller et vanlig uttrykk (regex) eller en liste som består av et navn eller regex, en sti og en cookie domene. Det er nødvendig å oppgi en sti og domene hvis du har tjenester som angir informasjonskapsler for en sti som ikke er "/", eller et domene som ikke er det nåværende domenet. Dersom du ikke setter disse verdiene riktig, kan ikke cookien slettes av Klaro, siden det ikke er mulig å få tilgang til stien eller domenet til en informasjonskapsel i JS. Legg merke til at det ikke er mulig å slette informasjonskapsler som ble angitt på et tredjeparts domene, eller informasjonskapsler som har HTTPOnly attribute: https://developer.mozilla.org/en-US/docs/Web/API/Document/cookie#new-cookie_domain
pl: Możesz podać tylko nazwę ciasteczka lub wyrażenie regularne (regex) lub listę składającą się z nazwy lub wyrażenia regex, ścieżka i domena ciasteczka. Dostarczenie ścieżki i domeny jest konieczne, jeśli masz usługi ustawiające pliki cookie dla ścieżki, która nie jest "/", lub domeny, która nie jest bieżącą domeną. Jeśli nie ustawisz tych wartości poprawnie, ciasteczka nie może zostać usunięte przez Klaro, ponieważ nie ma możliwości uzyskania dostępu do ścieżki lub domeny ciasteczka w JS. Zauważ, że nie można usunąć ciasteczek, które zostały ustawione w domenie firm trzecich lub ciasteczek, które mają atrybut HTTPOnly https://developer.mozilla.org/en-US/docs/Web/API/Document/cookie#new-cookie_domain
pt: Você só pode fornecer um nome de cookie ou uma expressão regular (regex) ou uma lista que consiste de um nome ou regex, um caminho e um domínio de cookie. Fornecer um caminho e domínio é necessário se você tiver serviços que definem cookies para um caminho que não é "/", ou um domínio que não é o domínio atual. Se você não definir esses valores corretamente, o cookie não pode ser excluído pela Klaro, já que não há nenhuma maneira de acessar o caminho ou domínio de um cookie em JS. Observe que não é possível excluir cookies configurados em domínio de terceiros, ou cookies que possuem o atributo HTTPonly: https://developer.mozilla.org/en-US/docs/Web/API/Document/cookie#new-cookie_domain
ru: Вы можете добавить либо имя cookie, либо регулярное выражение (regex), либо список, состоящий из имени или регулярного выражения, путь и Cookie домен. Предоставление пути и домена необходимо, если у вас есть сервисы, которые устанавливают cookies для пути, который не является "/", или домен, который не является текущим доменом. Если вы не устанавливаете эти значения правильно, куки не могут быть удалены Klaro, так как в JS нет способа доступа к пути или домену cookie. Заметьте, что невозможно удалить cookies, которые были установлены на стороннем домене, или cookies с атрибутом HTTPonly: https://developer.mozilla.org/en-US/docs/Web/API/Document/cookie#new-cookie_domain
sv: Du kan antingen bara ange ett namn på en cookie eller ett reguljärt uttryck (regex) eller en lista bestående av ett namn eller regex, en sökväg och en cookie-domän. Att ange en sökväg och domän är nödvändigt om du har tjänster som ställer in cookies för en sökväg som inte är "/", eller en domän som inte är den aktuella domänen. Om du inte ställer in dessa värden på rätt sätt kan cookien inte raderas av Klaro, eftersom det inte finns något sätt att komma åt sökvägen eller domänen för en cookie i JS. Observera att det inte är möjligt att ta bort cookies som sattes på en tredjepartsdomän eller cookies som har HTTPOnly attributet: https://developer.mozilla.org/en-US/docs/Web/API/Document/cookie#new-cookie_domain
uk: Ви можете вказати тільки назву куки або регулярний вираз (regex) або список, що складається з імені чи регулярного виразу шлях і домен печива. Вказувати шлях і домен є необхідними, якщо у вас є служби, які встановлюють файли cookie для шляху не "/", або домен, який не є поточним доменом. Якщо ви не встановлюєте ці значення належним чином, кука не може бути видалена Klaro, оскільки немає можливості отримати доступ до шляху або домену реп'яшка в JS. Зверніть увагу, що неможливо видалити куки, які були встановлені на сторонньому домені або куки, які мають атрибут HTTP: https://developer.mozilla.org/en-US/docs/Web/API/Document/cookie#new-cookie_domain

# tx_klaroconsentmanager_service.required.label
source: Required
ar: مطلوب
cs: Požadováno
da: Påkrævet
el: Απαιτείται
es: Requerido
fi: Pakollinen
fr: Obligatoire
it: Richiesto
ja: 必須
nl: vereist
no: Påkrevd
pl: Wymagane
pt: Obrigatório
ru: Требуется
sv: Krävs
uk: Обов'язково
