Repository: ErHaWeb/klaro_consent_manager
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: ar, cs, da, el, es, fi, fr, it, ja, nl, no, pl, pt, ru, sv, uk

# tx_klaroconsentmanager_configuration.append_show_button.description
source: If this option is set to `true`, a button is created in the frontend (via JavaScript) directly in front of the closing body tag, which triggers the opening of the Klaro consent management.
ar: إذا تم تعيين هذا الخيار إلى 'true'، يتم إنشاء زر في الواجهة (عبر جافا سكريبت) مباشرة أمام علامة جسم الإغلاق، وهو ما يؤدي إلى فتح باب إدارة موافقة كلارو.
cs: Pokud je tato volba nastavena na `true`, tlačítko je vytvořeno ve frontend (přes JavaScript) přímo před uzavíracím tagem těla, To vede k zahájení řízení o souhlasu Klara.
da: Hvis denne indstilling er sat til `true`, oprettes en knap i frontend (via JavaScript) direkte foran det afsluttende legeme tag, som udløser åbningen af Klaro samtykke ledelse.
el: Αν αυτή η επιλογή έχει οριστεί σε `true`, δημιουργείται ένα κουμπί στο frontend (μέσω JavaScript) ακριβώς μπροστά από την ετικέτα του αμαξώματος κλεισίματος, η οποία ενεργοποιεί το άνοιγμα της διαχείρισης συγκατάθεσης Klaro.
es: Si esta opción se establece en `true`, se crea un botón en el frontend (a través de JavaScript) directamente delante de la etiqueta de cuerpo de cierre, que activa la apertura de la gestión del consentimiento de Klaro.
fi: Jos tämä asetus on asetettu `true`, painike on luotu frontend (JavaScriptin kautta) suoraan sulkevan vartalon eteen, joka käynnistää Klaron suostumuksen hallinnoinnin.
fr: Si cette option est définie à `true`, un bouton est créé dans le frontend (via JavaScript) directement en face de la balise du corps fermé, qui déclenche l'ouverture de la gestion du consentement Klaro.
it: Se questa opzione è impostata a `true`, viene creato un pulsante nel frontend (via JavaScript) direttamente davanti al tag del corpo di chiusura, che innesca l'apertura della gestione del consenso di Klaro.
ja: このオプションが `true` に設定されている場合、閉じる本文タグの正面にある(JavaScript経由で)フロントエンドにボタンが作成されます。 これにより、Klaroの同意管理が開始されます。
nl: Als deze optie is ingesteld op `true`, wordt er een knop direct voor de sluitende hoofdtag gemaakt in de frontend (via JavaScript) die de opening van het beheer van de Klaro in gang zet.
no: Hvis dette alternativet er satt til `true`, er det laget en knapp i brukersiden (via JavaScript) direkte foran den lukkende organ-taggen. som utløser åpningen av Klaro-samtykkehåndteringen.
pl: Jeśli ta opcja jest ustawiona na `true`, przycisk jest tworzony w front-endzie (poprzez JavaScript) bezpośrednio przed zamykającym znacznikiem treści, który powoduje otwarcie zarządzania zgodą Klaro.
pt: Se essa opção for definida como `true`, um botão é criado no frontend (via JavaScript) diretamente na frente da tag corpo de fechamento, que desencadeia a abertura da gestão do consentimento da Klaro.
ru: Если эта опция установлена в `true`, то в фронтенде (через JavaScript) создается кнопка непосредственно перед закрывающим тегом тега, что приводит к открытию управления Klaro согласия.
sv: Om det här alternativet är satt till `true`, skapas en knapp i frontend (via JavaScript) direkt framför den stängande kroppstaggen, vilket utlöser öppnandet av Klaro samtyckeshantering.
uk: Якщо цей параметр встановлений на `true` , кнопка створюється в зовнішньому інтерфейсі (через JavaScript) безпосередньо перед закриваючим тегом тіла, з цим тригерує відкриття управління згодною на Klaro.

# tx_klaroconsentmanager_configuration.append_reset_button.label
source: Append Reset Button
ar: إلحاق زر إعادة التعيين
cs: Připojit tlačítko Reset
da: Tilføj Nulstillingsknap
el: Προσθήκη Κουμπιού Επαναφοράς
es: Añadir botón de reinicio
fi: Lisää Nollauspainike
fr: Ajouter le bouton de réinitialisation
it: Aggiungi Pulsante Ripristino
ja: リセットボタンを追加
nl: Herstelknop toevoegen
no: Legg til tilbakestillingsknapp
pl: Dołącz przycisk resetowania
pt: Acrescentar botão de redefinição
ru: Добавить кнопку сброса
sv: Lägg till återställningsknapp
uk: Додати кнопку скидання

# tx_klaroconsentmanager_configuration.append_reset_button.description
source: If this option is set to `true`, a button is generated in the frontend (via JavaScript) directly in front of the closing body tag, which triggers the resetting of all settings and the opening of the Klaro consent management.
ar: إذا تم تعيين هذا الخيار إلى 'true'، يتم إنشاء زر في الواجهة (عبر جافا سكريبت) مباشرة أمام علامة جسم الإغلاق، وهو ما يؤدي إلى إعادة تعيين جميع الإعدادات وفتح إدارة موافقة كلارو.
cs: Pokud je tato volba nastavena na `true`, tlačítko je generováno ve frontendu (přes JavaScript) přímo před uzavíracím tagem těla, který spustí resetování všech nastavení a otevření správy souhlasu Klaro.
da: Hvis denne indstilling er sat til `true`, genereres en knap i frontend (via JavaScript) direkte foran det afsluttende legeme tag, som udløser nulstilling af alle indstillinger og åbningen af Klaro samtykke ledelse.
el: Αν αυτή η επιλογή οριστεί σε `true`, δημιουργείται ένα κουμπί στο frontend (μέσω JavaScript) ακριβώς μπροστά από την ετικέτα του αμαξώματος κλεισίματος, που ενεργοποιεί την επαναφορά όλων των ρυθμίσεων και το άνοιγμα της διαχείρισης συγκατάθεσης Klaro.
es: Si esta opción se establece en `true`, se genera un botón en el frontend (a través de JavaScript) directamente delante de la etiqueta de cuerpo de cierre, que activa el restablecimiento de todos los ajustes y la apertura de la gestión del consentimiento de Klaro.
fi: Jos tämä asetus on asetettu `true`, painike luodaan frontend (JavaScriptin kautta) suoraan sulkevan vartalon edessä, joka käynnistää kaikkien asetusten palauttamisen ja Klaron suostumuksen hallinnan avaamisen.
fr: Si cette option est définie à `true`, un bouton est généré dans le frontend (via JavaScript) directement en face de la balise du corps fermé, qui déclenche la réinitialisation de tous les paramètres et l'ouverture de la gestion du consentement Klaro.
it: Se questa opzione è impostata a `true`, viene generato un pulsante nel frontend (via JavaScript) direttamente davanti al tag del corpo di chiusura, che innesca il ripristino di tutte le impostazioni e l'apertura della gestione del consenso di Klaro.
ja: このオプションが `true` に設定されている場合、閉じる本文タグの正面にある(JavaScript経由で)フロントエンドにボタンが生成されます。 これは、すべての設定のリセットとKlaroの同意管理の開始を引き起こします。
nl: Als deze optie is ingesteld op `true`, wordt er een knop gegenereerd in de frontend (via JavaScript) direct voor de sluitende hoofdtag, die het resetten van alle instellingen en het openen van het Klaro-toestemmingsbeheer activeert.
no: Hvis dette alternativet er satt til `true`, genereres en knapp i brukersiden (via JavaScript) direkte foran den lukkende organ-taggen. som utløser tilbakestilling av alle innstillinger og åpning av Klaro-samtykkeadministrasjonen.
pl: Jeśli ta opcja jest ustawiona na `true`, przycisk jest generowany w front-endzie (poprzez JavaScript) bezpośrednio przed zamykającym znacznikiem treści, który powoduje resetowanie wszystkich ustawień i otwarcie zarządzania zgodą Klaro.
pt: Se essa opção for definida como `true`, um botão é gerado no frontend (via JavaScript) diretamente na frente da tag corpo de fechamento, o que desencadeia a redefinição de todas as configurações e a abertura da gestão de consentimento de Klaro.
ru: Если эта опция установлена в `true`, то в фронтенде (через JavaScript) создается кнопка непосредственно перед закрывающим тегом тега, , которая вызывает сброс всех настроек и открытие Klaro согласия управления.
sv: Om det här alternativet är satt till `true`, genereras en knapp i frontend (via JavaScript) direkt framför den stängande kroppstaggen, vilket utlöser återställning av alla inställningar och öppnandet av Klaros samtyckeshantering.
uk: Якщо цей параметр встановлений на `true` , кнопка генерується у зовнішньому інтерфейсі (через JavaScript) безпосередньо перед закриваючим тегом тіла, який тригерує скидання всіх налаштувань і відкриття управління згодою Klaro.

# tx_klaroconsentmanager_configuration.hidden
source: Configuration visible
ar: اعدادات مرئية
cs: Nastavení viditelné
da: Konfiguration synlig
el: Ορατή διαμόρφωση
es: Configuración visible
fi: Asetukset näkyvät
it: Configurazione visibile
ja: 表示される設定
nl: Configuratie zichtbaar
no: Konfigurasjon synlig
pl: Widoczna konfiguracja
pt: Configuração visível
ru: Конфигурация видна
sv: Konfiguration synlig
uk: Налаштування видимі

# tx_klaroconsentmanager_service.tabs.general
source: General
ar: عام
cs: Obecná ustanovení
da: Generelt
el: Γενικά
fi: Yleiset
fr: Général
it: Generale
ja: 全般
nl: Algemeen
no: Generelt
pl: Ogólny
pt: Gerais
ru: Общие положения
sv: Allmänt
uk: Загальні налаштування

# tx_klaroconsentmanager_service.tabs.cookies
source: Cookies
ar: الكعكات
fi: Evästeet
it: Cookie
ja: Cookie
nl: Koekjes
no: Informasjonskapsler
pl: Pliki cookie
pt: Biscoitos
ru: Печенье
uk: Файли Cookies

# tx_klaroconsentmanager_service.tabs.advanced
source: Advanced
ar: متقدم
cs: Rozšířené
da: Avanceret
el: Προχωρημένα
es: Avanzado
fi: Lisäasetukset
fr: Avancé
it: Avanzate
ja: 高度な設定
nl: Geavanceerd
no: Avansert
pl: Zaawansowane
pt: Avançado
ru: Расширенные
sv: Avancerat
uk: Додатково

# tx_klaroconsentmanager_service.tabs.access
source: Access
ar: الوصول
cs: Přístup
da: Adgang
el: Πρόσβαση
es: Acceder
fi: Pääsy
fr: Accès
it: Accesso
ja: アクセス
nl: Toegangsrechten
no: Tilgang
pl: Dostęp
pt: Acesso
ru: Доступ
sv: Åtkomst
uk: Доступ

# tx_klaroconsentmanager_service.palettes.general_palette
source: General Settings
ar: الإعدادات العامة
cs: Obecná nastavení
da: Generelle Indstillinger
el: Γενικές Ρυθμίσεις
es: Configuración General
fi: Yleiset Asetukset
fr: Paramètres généraux
it: Impostazioni Generali
ja: 全般設定
nl: Algemene instellingen
no: Generelle innstillinger
pl: Ustawienia ogólne
pt: Configurações Gerais
ru: Общие настройки
sv: Allmänna inställningar
uk: Загальні налаштування

# tx_klaroconsentmanager_service.palettes.cookie_palette
source: Cookie Settings
ar: إعدادات ملفات تعريف الارتباط
cs: Nastavení cookie
da: Cookie Indstillinger
el: Ρυθμίσεις Cookie
es: Configuración de cookies
fi: Evästeen Asetukset
fr: Paramètres des cookies
it: Impostazioni Cookie
ja: Cookie設定
nl: Cookie instellingen
no: Innstillinger for informasjonskapsler
pl: Ustawienia ciasteczka
pt: Configurações de Cookie
ru: Настройки Cookie
sv: Inställningar för cookies
uk: Налаштування Cookie

# tx_klaroconsentmanager_service.palettes.advanced_palette
source: Advanced Settings
ar: الإعدادات المتقدمة
cs: Pokročilá nastavení
da: Avancerede Indstillinger
el: Ρυθμίσεις Για Προχωρημένους
es: Configuración Avanzada
fi: Edistyneet Asetukset
fr: Réglages avancés
it: Impostazioni Avanzate
ja: 詳細設定
nl: Geavanceerde instellingen
no: Avanserte innstillinger
pl: Ustawienia zaawansowane
pt: Configurações Avançadas
ru: Расширенные настройки
sv: Avancerade inställningar
uk: Додаткові параметри

# tx_klaroconsentmanager_service.palettes.access_palette
source: Access
ar: الوصول
cs: Přístup
da: Adgang
el: Πρόσβαση
es: Acceder
fi: Pääsy
fr: Accès
it: Accesso
ja: アクセス
nl: Toegangsrechten
no: Tilgang
pl: Dostęp
pt: Acesso
ru: Доступ
sv: Åtkomst
uk: Доступ

# tx_klaroconsentmanager_service.I.true
source: true
ar: صحيح
cs: pravda
da: sandt
el: αληθές
es: verdad
fi: tosi
it: vero
nl: waar
no: sann
pl: prawda
pt: verdadeiro
ru: истина
sv: sant
uk: істина

# tx_klaroconsentmanager_service.I.false
source: false
ar: خاطئ
cs: nepravda
da: falsk
el: ψευδές
es: falso
fi: epätosi
it: falso
nl: Onjuist
no: usann
pl: fałszywy
pt: Falso
ru: ложь
sv: falskt
uk: хибність

# tx_klaroconsentmanager_service.name.label
source: Name
ar: الاسم
cs: Název
da: Navn
el: Όνομα
es: Nombre
fi: Nimi
fr: Nom
it: Nome
ja: 名前
nl: naam
no: Navn
pl: Nazwisko
pt: Nome:
ru: Наименование
sv: Namn
uk: Ім'я

# tx_klaroconsentmanager_service.name.description
source: Each service must have a unique name. Klaro will look for HTML elements with a matching `data-name` attribute to identify elements that belong to this service.
ar: يجب أن يكون لكل خدمة اسم فريد. سيقوم كلارو بالبحث عن عناصر HTML مع سمة مطابقة 'data-name' لتحديد العناصر التي تنتمي إلى هذه الخدمة.
cs: Každá služba musí mít jedinečný název. Klaro bude hledat HTML prvky s odpovídajícím atributem `data-name` pro identifikaci prvků, které patří k této službě.
da: Hver tjeneste skal have et unikt navn. Klaro vil søge efter HTML-elementer med en matchende 'data-name'-attribut til at identificere elementer, der tilhører denne tjeneste.
el: Κάθε υπηρεσία πρέπει να έχει ένα μοναδικό όνομα. Το Klaro θα ψάξει για στοιχεία HTML με ένα αντίστοιχο χαρακτηριστικό `data-name` για να αναγνωρίσει στοιχεία που ανήκουν σε αυτή την υπηρεσία.
es: Cada servicio debe tener un nombre único. Klaro buscará elementos HTML con un atributo `data-name` que coincida para identificar elementos que pertenecen a este servicio.
fi: Jokaisella palvelulla on oltava yksilöllinen nimi. Klaro etsii HTML-elementtejä, jotka vastaavat `data-name`-attribuuttia tunnistaakseen elementtejä, jotka kuuluvat tähän palveluun.
fr: Chaque service doit avoir un nom unique. Klaro cherchera des éléments HTML avec un attribut `data-name` correspondant pour identifier les éléments qui appartiennent à ce service.
it: Ogni servizio deve avere un nome unico. Klaro cercherà elementi HTML con un attributo `data-name` corrispondente per identificare gli elementi che appartengono a questo servizio.
ja: 各サービスには一意の名前が必要です。 Klaro は `data-name` 属性に一致する HTML 要素を探し、このサービスに属する要素を識別します。
nl: Elke dienst moet een unieke naam hebben. Klaro zal zoeken naar HTML-elementen met een overeenkomend 'data-name' attribuut om elementen te identificeren die tot deze dienst behoren.
no: Hver tjeneste må ha et unikt navn. Klaro vil se etter HTML-elementer med en matchende 'data-navn'-attributt for å identifisere elementer som tilhører denne tjenesten.
pl: Każda usługa musi mieć unikalną nazwę. Klaro będzie szukać elementów HTML z pasującym atrybutem `data-name` w celu identyfikacji elementów należących do tej usługi.
pt: Cada serviço deve ter um nome único. Klaro irá procurar elementos HTML com um atributo `data-name` correspondente para identificar elementos que pertencem a este serviço.
ru: Каждый сервис должен иметь уникальное имя. Klaro будет искать HTML элементы с соответствующим атрибутом `data-name` для идентификации элементов, принадлежащих этой службе.
sv: Varje tjänst måste ha ett unikt namn. Klaro kommer att leta efter HTML-element med ett matchande 'data-name' attribut för att identifiera element som tillhör denna tjänst.
uk: Кожна послуга повинна мати унікальне ім'я. Klaro шукатиме елементи HTML з атрибутом `data-name` для ідентифікації елементів, які належать цій службі.

# tx_klaroconsentmanager_service.title.label
source: Title
ar: العنوان
cs: Hlava 1 – Celkem
da: Titel
el: Τίτλος
es: Título
fi: Otsikko
fr: Titre
it: Titolo
ja: タイトル
nl: Aanspreektitel
no: Tittel
pl: Rozporządzenie Rady (EWG) nr 2658/87 z dnia 23 lipca 1987 r. w sprawie nomenklatury taryfowej i statystycznej oraz w sprawie Wspólnej Taryfy Celnej (Dz.U. L 256 z 7.9.1987, s. 1).
pt: Título
ru: Заголовок
sv: Titel
uk: Найменування

# tx_klaroconsentmanager_service.title.description
source: The title defined here is not mandatory and is intended for backend display only.
ar: العنوان المعرف هنا ليس إلزاميا وهو مخصص لعرض الخلفية فقط.
cs: Zde definovaný název není povinný a je určen pouze pro zobrazení backendu.
da: Titlen defineret her er ikke obligatorisk og er kun beregnet til backend display.
el: Ο τίτλος που ορίζεται εδώ δεν είναι υποχρεωτικός και προορίζεται μόνο για την οθόνη του συστήματος υποστήριξης.
es: El título definido aquí no es obligatorio y está destinado únicamente a la visualización del back-end.
fi: Tässä määritelty otsikko ei ole pakollinen ja on tarkoitettu vain taustaosan näyttöön.
fr: Le titre défini ici n'est pas obligatoire et n'est destiné qu'à l'affichage du backend.
it: Il titolo definito qui non è obbligatorio ed è destinato solo alla visualizzazione del backend.
ja: ここで定義されたタイトルは必須ではなく、バックエンド表示のみを対象としています。
nl: De hier gedefinieerde titel is niet verplicht en is alleen bedoeld voor de backend weergave.
no: Tittelen som er definert her er ikke obligatorisk, og er kun ment for administrasjonsvisning.
pl: Tytuł zdefiniowany tutaj nie jest obowiązkowy i jest przeznaczony tylko dla wyświetlacza zaplecza.
pt: O título definido aqui não é obrigatório e é destinado apenas para o backend
ru: Заголовок, указанный здесь, не является обязательным и предназначен только для отображения в бэкэнде.
sv: Titeln som anges här är inte obligatorisk och är endast avsedd för backend-visning.
uk: Визначена назва не є обов'язковою і призначена тільки для відображення внутрішнього екрану.

# tx_klaroconsentmanager_service.name.I.adsense
source: Google AdSense
ar: جوجل AdSense
es: AdSense de Google
pl: AdSense Google
uk: Google Аденс

# tx_klaroconsentmanager_service.name.I.camera
source: Surveillance Camera
ar: كاميرا المراقبة
cs: Sledovací kamera
da: Overvågningskamera
el: Εποπτεία Κάμερας
es: Cámara de Vigilancia
fi: Valvonnan Kamera
fr: Caméra de surveillance
it: Videocamera Di Sorveglianza
ja: 監視カメラ
no: Overvåkingskamera
pl: Aparat nadzoru
pt: Câmera de Vigilância
ru: Камера наблюдения
sv: Övervakningskamera
uk: Камера перегляду

# tx_klaroconsentmanager_service.name.I.cloudflare
source: Cloudflare
ar: كلاودفلاري
es: Bofetón
fi: Pilvikampela
it: Nuvola
no: Skyflare
pt: NuvemFlare
ru: Огонь из облака
sv: Molnflare
uk: Хмарний

# tx_klaroconsentmanager_service.name.I.external-tracker
source: External Tracker
ar: متتبع خارجي
cs: Externí Tracker
da: Ekstern Tracker
el: Εξωτερικός Ιχνηλάτης
es: Rastreador externo
fi: Ulkoinen Seuranta
fr: Traqueur externe
it: Tracker Esterno
ja: 外部トラッカー
nl: Externe tracker
no: Ekstern tracker
pl: Zewnętrzny tracker
pt: Rastreador externo
ru: Внешний трекер
sv: Extern spårare
uk: Зовнішній трекер

# tx_klaroconsentmanager_service.name.I.facebook-pixel
source: Facebook Pixel
ar: فيسبوك بكسل
el: Εικονοστοιχείο Facebook
es: Pixel de Facebook
fi: Facebook Pikseli
ja: Facebook ピクセル
no: Facebook piksel
pl: Pixel Facebooka
pt: Pixel do Facebook
ru: Пиксель Facebook
uk: Піксель Facebook

# tx_klaroconsentmanager_service.name.I.google-ads
source: Google Ads
ar: إعلانات جوجل
cs: Reklamy Google
da: Google Annoncer
el: Διαφημίσεις Google
es: Anuncios de Google
fi: Google Mainokset
ja: Google 広告
nl: Google Advertenties
no: Google annonser
pl: Reklamy Google
pt: Anúncios do Google
ru: Реклама Google
sv: Google annonser
uk: Оголошення Google

# tx_klaroconsentmanager_service.name.I.google-analytics
source: Google Analytics
ar: تحليلات جوجل
uk: Google Аналітика

# tx_klaroconsentmanager_service.name.I.google-fonts
source: Google Fonts
ar: خطوط جوجل
cs: Google písma
da: Google Fonte
el: Γραμματοσειρές Google
fi: Google Fontit
it: Caratteri Google
ja: Googleフォント
nl: Google lettertypen
no: Google skrifttyper
pl: Czcionki Google
pt: Fontes Google
ru: Google шрифты
sv: Google Teckensnitt
uk: Шрифти Google

# tx_klaroconsentmanager_service.name.I.google-maps
source: Google Maps
ar: خرائط جوجل
cs: Google Mapy
el: Χάρτες Google
es: Mapas de Google
no: Google kart
pl: Mapy Google
ru: Карты Google
uk: Карти Google

# tx_klaroconsentmanager_service.name.I.google-tag-manager
source: Google Tag Manager
ar: مدير علامات جوجل
cs: Správce značek Google
el: Διαχειριστής Ετικετών Google
es: Gestor de Google Tag
ja: Google タグマネージャー
pt: Gerenciador de tags do Google
ru: Менеджер тегов Google
uk: Менеджер Google тегів

# tx_klaroconsentmanager_service.name.I.inline-tracker
source: Inline Tracker
ar: متتبع داخلي
cs: Řádkový Tracker
el: Εμβόλιμος Ανιχνευτής
es: Rastreador en línea
fi: Sisäinen Seurantapalvelin
fr: Traqueur en ligne
ja: インライントラッカー
no: Innebygd Tracker
pt: Rastreador Embutido
ru: Встроенный трекер
sv: Infogad Tracker
uk: Вбудований трекер

# tx_klaroconsentmanager_service.name.I.instagram
source: Instagram
ar: إنستجرام
cs: Instalační schéma
es: Instagrama
ru: Инстаграмма
uk: Інстаграм

# tx_klaroconsentmanager_service.name.I.intercom
source: Intercom
ar: إنتركوم
el: Ενδοεπικοινωνία
it: Interfono
ja: インターホン(Intercom)
pl: Interfejs
ru: Интерком
uk: Інтерком

# tx_klaroconsentmanager_service.name.I.mouseflow
source: Mouseflow
ar: تدفق الفأرة
cs: Myš tok
es: Ratón
fi: Hiiren virtaus
fr: Flux de souris
no: Museflyt
pl: Przepływ myszy
pt: Fluxo
ru: Мусеток
sv: Musflöde
uk: Мусевен

# tx_klaroconsentmanager_service.name.I.twitter
source: X (formerly Twitter)
ar: X (تويتر سابقا)
cs: X (dříve Twitter)
da: X (tidligere Twitter)
el: X (πρώην Twitter)
es: X (anteriormente Twitter)
fi: X (entinen Twitter)
fr: X (anciennement Twitter)
it: X (ex Twitter)
ja: X (旧 Twitter)
nl: X (voorheen Twitter)
no: X (tidligere Twitter)
pl: X (dawniej Twitter)
pt: X (antigo Twitter)
ru: X (ранее Твиттер)
sv: X (tidigare Twitter)
uk: X (раніше Твіттер)

# tx_klaroconsentmanager_service.name.I.userlike
source: Userlike
ar: مستخدم مشابه
cs: Uživatelé se líbí
da: Brugerlignende
el: Χρήστης
es: Usuario
fi: Käyttäjätyyli
nl: Gebruiker
no: Brukerlik
pl: Polubienie użytkownika
pt: Usuário
ru: Пользователь
sv: Användare som
uk: Сподобалось ім'я користувача

# tx_klaroconsentmanager_service.name.I.youtube
source: YouTube
ar: يوتيوب
uk: Ютуб

# tx_klaroconsentmanager_service.default.label
source: Default
ar: الافتراضي
cs: Výchozí
da: Standard
el: Προεπιλογή
es: Por defecto
fi: Oletus
fr: Par défaut
it: Predefinito
ja: デフォルト
nl: Standaard
no: Standard
pl: Domyślny
pt: Padrão
ru: По умолчанию
sv: Standard
uk: Типово
