Repository: ErHaWeb/klaro_consent_manager
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: ar, cs, da, el, es, fi, fr, it, ja, nl, no, pl, pt, ru, sv, uk

# tx_klaroconsentmanager_configuration.additional_class.description
source: You can specify an additional class (or classes) that will be added to the Klaro `div`
ar: يمكنك تحديد صف دراسي إضافي (أو فصول) سيتم إضافته إلى `div' Klaro
cs: Můžete zadat další třídu (nebo třídy), která bude přidána do Klaro `div`
da: Du kan angive en ekstra klasse (eller klasser), der vil blive tilføjet til Klaro `div`
el: Μπορείτε να καθορίσετε μια πρόσθετη κλάση (ή κλάσεις) που θα προστεθεί στο Klaro `div`
es: Puedes especificar una clase (o clases) adicional que se añadirá al `div` de Klaro
fi: Voit määrittää ylimääräisen luokan (tai luokat), joka lisätään Klaro `div` -muotoon
fr: Vous pouvez spécifier une (ou des classes) supplémentaire qui sera ajoutée au `div` de Klaro
it: Puoi specificare una classe (o lezioni) aggiuntiva che verrà aggiunta al `div` di Klaro
ja: Klaro `div`に追加される追加のクラス（またはクラス）を指定できます。
nl: Je kunt een extra klasse (of klassen) specificeren die aan de Klaro "div" zal worden toegevoegd
no: Du kan angi en ekstra klasse (eller klasser) som vil bli lagt til i Klaro `div`
pl: Możesz określić dodatkową klasę (lub klasy), która zostanie dodana do pliku Klaro `div`
pt: Você pode especificar uma classe adicional (ou classes) que será adicionada ao Klaro `div`
ru: Вы можете указать дополнительный класс (или классы), который будет добавлен в Klaro `div`
sv: Du kan ange ytterligare en klass (eller klasser) som kommer att läggas till i Klaro `div`
uk: Ви можете вказати додатковий клас (або заняття), які будуть додані в Klaro `div`

# tx_klaroconsentmanager_configuration.storage_method.label
source: Storage Method
ar: طريقة التخزين
cs: Metoda úložiště
da: Opbevaringsmetode
el: Μέθοδος Αποθήκευσης
es: Método de almacenamiento
fi: Tallennustilan Menetelmä
fr: Mode de stockage
it: Metodo Di Archiviazione
ja: ストレージメソッド
nl: Opslag methode
no: Lagring metode
pl: Metoda przechowywania
pt: Método de armazenamento
ru: Метод хранения
sv: Lagringsmetod
uk: Метод зберігання

# tx_klaroconsentmanager_configuration.storage_method.description
source: You can customize how Klaro persists consent information in the browser. Specify either `cookie` (the default) or `localStorage`.
ar: يمكنك تخصيص كيفية استمرار كلارو في معلومات الموافقة في المتصفح. حدد إما 'cookie' (الافتراضي) أو 'localStorage'.
cs: V prohlížeči můžete upravit, jak Klaro přetrvává souhlas s informacemi. Zadejte buď `cookie` (výchozí) nebo `localStorage`.
da: Du kan tilpasse, hvordan Klaro fortsætter samtykke oplysninger i browseren. Angiv enten `cookie` (standard) eller `localStorage`.
el: Μπορείτε να προσαρμόσετε τον τρόπο με τον οποίο το Klaro επιμένει να συναινεί στο πρόγραμμα περιήγησης. Καθορίστε είτε το `cookie` (προκαθορισμένο) είτε το `localStorage`.
es: Puede personalizar cómo Klaro persiste en la información de consentimiento en el navegador. Especifique ya sea `cookie` (el valor por defecto) o `localStorage`.
fi: Voit muokata miten Klaro säilyy suostumuksen tiedot selaimessa. Määritä joko `cookie` (oletus) tai `localStorage`.
fr: Vous pouvez personnaliser la façon dont Klaro persiste les informations de consentement dans le navigateur. Spécifiez soit `cookie` (par défaut) soit `localStorage`.
it: Puoi personalizzare il modo in cui Klaro persiste acconsente alle informazioni nel browser. Specifica `cookie` (predefinito) o `localStorage`.
ja: Klaroがどのようにブラウザで同意情報を保持するかをカスタマイズできます。`cookie` (デフォルト) または `localStorage` のいずれかを指定します。
nl: U kunt aanpassen hoe Klaro blijft instemmen met informatie in de browser. Specificeer `cookie` (standaard) of `localStorage`.
no: Du kan tilpasse hvordan Klaro vedvarer samtykkeinformasjon i nettleseren. Angi enten `informasjonskapsel` (standardverdien) eller `localStorage`.
pl: Możesz dostosować sposób utrzymywania się informacji zgody przez Klaro w przeglądarce. Określ `cookie` (domyślnie) lub `localStorage`.
pt: Você pode personalizar como Klaro continua a consentir informações no navegador. Especifique `cookie` (o padrão) ou `localStorage`.
ru: Вы можете настроить как Klaro упорные данные согласия в браузере. Укажите либо cookie-файлы (по умолчанию), либо localStorage`.
sv: Du kan anpassa hur Klaro framhärdar samtyckesinformation i webbläsaren. Ange antingen `cookie` (standard) eller `localStorage`.
uk: Ви можете налаштувати, як Klaro зберігає інформацію про згоду в браузері. Вкажіть або "cookie" (за замовчуванням) або "localStorage".

# tx_klaroconsentmanager_configuration.storage_method.I.none
source: None
ar: لا
cs: Nic
da: Ingen
el: Κανένα
es: Ninguna
fi: Ei Mitään
fr: Aucune
it: Nessuno
ja: なし
nl: geen
no: Ingen
pl: Brak
pt: Nenhuma
ru: Нет
sv: Ingen
uk: Без ефекту

# tx_klaroconsentmanager_configuration.storage_method.I.cookie
source: Cookie (default)
ar: ملفات تعريف الارتباط (افتراضي)
cs: Cookie (výchozí)
da: Cookie (standard)
el: Cookie (προεπιλογή)
es: Cookie (por defecto)
fi: Eväste (oletus)
fr: Cookie (par défaut)
it: Cookie (predefinito)
ja: Cookie (既定)
nl: Cookie (standaard)
no: Informasjonskapsel (standard)
pl: Ciasteczko (domyślne)
pt: Cookie (padrão)
ru: Cookie (по умолчанию)
sv: Kaka (standard)
uk: Кука (типово)

# tx_klaroconsentmanager_configuration.storage_method.I.localStorage
source: Local Storage
ar: التخزين المحلي
cs: Místní úložiště
da: Lokal Lagerplads
el: Τοπικός Αποθηκευτικός Χώρος
es: Almacenamiento local
fi: Paikallinen Tallennustila
fr: Stockage local
it: Archivio Locale
ja: ローカルストレージ
nl: Lokale opslag
no: Lokalt lager
pl: Lokalna pamięć
pt: Armazenamento local
ru: Локальное хранилище
sv: Lokal lagring
uk: Локальне сховище

# tx_klaroconsentmanager_configuration.storage_name.label
source: Storage Name
ar: اسم التخزين
cs: Název úložiště
da: Lagerets Navn
el: Όνομα Χώρου Αποθήκευσης
es: Nombre de almacenamiento
fi: Tallennustilan Nimi
fr: Nom du stockage
it: Nome Archiviazione
ja: ストレージ名
nl: Opslag Naam
no: Lagernavn (Automatic Translation)
pl: Nazwa pamięci
pt: Nome do armazenamento
ru: Название хранилища
sv: Lagringsnamn
uk: Ім'я сховища

# tx_klaroconsentmanager_configuration.storage_name.description
source: You can customize the name of the cookie or localStorage entry that Klaro will use for storing the consent information. By default, Klaro will use "klaro".
ar: يمكنك تخصيص اسم الكوكي أو مدخل التخزين المحلي الذي سيستخدمه كلارو لتخزين معلومات الموافقة. بشكل افتراضي، سيقوم كلارو باستخدام "كلارو".
cs: Můžete si upravit název položky cookie nebo localStorage, kterou Klaro použije pro ukládání informací o souhlasu. Ve výchozím nastavení bude Klaro používat "klaro".
da: Du kan tilpasse navnet på den cookie eller localStorage post, som Klaro vil bruge til lagring af samtykke oplysninger. Klaro vil som standard bruge "klaro".
el: Μπορείτε να προσαρμόσετε το όνομα του cookie ή της καταχώρησης localStorage που θα χρησιμοποιήσει το Klaro για την αποθήκευση των πληροφοριών συγκατάθεσης. Από προεπιλογή, το Klaro θα χρησιμοποιήσει το "klaro".
es: Puede personalizar el nombre de la entrada de la cookie o local Storage que Klaro utilizará para almacenar la información de consentimiento. De forma predeterminada, Klaro usará "klaro".
fi: Voit muokata evästeen tai localStorage -merkinnän nimeä, jota Klaro käyttää suostumuksen tallentamiseen. Oletuksena Klaro käyttää "klaro".
fr: Vous pouvez personnaliser le nom du cookie ou de l'entrée localStorage que Klaro utilisera pour stocker les informations de consentement. Par défaut, Klaro utilisera "klaro".
it: È possibile personalizzare il nome del cookie o localStorage voce che Klaro utilizzerà per memorizzare le informazioni sul consenso. Per impostazione predefinita, Klaro userà "klaro".
ja: Klaroが同意情報を保存するために使用するCookieまたはlocalStorageエントリの名前をカスタマイズできます。 デフォルトでは、Klaroは"klaro"を使用します。
nl: Je kunt de naam van de cookie of localStorage invoer die Klaro zal gebruiken voor het opslaan van de toestemmingsinformatie. Klaro gebruikt standaard "klaro".
no: Du kan tilpasse navnet på cookie eller localStorage oppføringen som Klaro skal bruke for lagring av samtykkeinformasjonen. Som standard skal Klaro bruke "klaro".
pl: Możesz dostosować nazwę pliku cookie lub localStorage, którego Klaro będzie używać do przechowywania informacji o zgodzie. Domyślnie Klaro użyje "klaro".
pt: Você pode personalizar o nome da entrada de cookie ou localStorage que Klaro usará para armazenar as informações de consentimento. Por padrão, Klaro usará "klaro".
ru: Вы можете настроить имя файла cookie или локального хранилища данных, которые Klaro будет использовать для хранения информации о согласии. По умолчанию Klaro будет использовать "klaro".
sv: Du kan anpassa namnet på den cookie eller lokal lagringspost som Klaro kommer att använda för att lagra samtyckesinformationen. Som standard kommer Klaro att använda "klaro".
uk: Ви можете налаштувати ім'я файлу cookie або localStorage записів, які Klaro використовуватиме для зберігання інформації про згоду. За замовчуванням, Klaro використає "klaro".

# tx_klaroconsentmanager_configuration.html_texts.label
source: HTML Texts
ar: نصوص HTML
cs: HTML texty
da: Html Tekster
el: Κείμενα HTML
es: Textos HTML
fi: HTML Tekstit
fr: Texte HTML
it: Testi HTML
ja: HTML テキスト
nl: HTML teksten
no: HTML tekst
pl: Tekst HTML
pt: Textos HTML
ru: HTML-тексты
sv: HTML Texter
uk: Тексти HTML

# tx_klaroconsentmanager_configuration.html_texts.description
source: If set to `true`, Klaro will render the texts given in the `consentModal.description` and `consentNotice.description` translations as HTML. This enables you to e.g. add custom links or interactive content. If you want to be able to output HTML tags via fluid-enriched labels (see "Content" → "Translations"), this option must be enabled.
ar: إذا تم تعيين إلى `true'، سيقوم كلارو بتقديم النصوص المقدمة في الترجمات `consentModal.description' و `consentNotice.description' كـ HTML. وهذا يمكّنك من مثال. إضافة روابط مخصصة أو محتوى تفاعلي. إذا كنت تريد أن تكون قادراً على إخراج وسوم HTML عبر تسميات مثرية بسوائل (انظر "المحتوى" → "الترجمات")، يجب تمكين هذا الخيار.
cs: Je-li nastaveno na `true`, Klaro vykreslí texty v jazycích `consentModal.description` a `consentNotice.description` jako HTML. To vám umožní např. přidat vlastní odkazy nebo interaktivní obsah. Pokud chcete být schopni vypínat HTML tagy pomocí štítků obohacených tekutinou (viz "Obsah" → "Překlady"), musí být tato možnost povolena.
da: Hvis sat til `true`, Klaro vil gengive teksterne i `consentModal.description` og `consentNotice.description` oversættelser som HTML. Dette gør dig i stand til f.eks. tilføj brugerdefinerede links eller interaktivt indhold. Hvis du ønsker at kunne udskrive HTML-tags via flydende berigede etiketter (se "Indhold" → "Oversættelser"), skal denne indstilling være aktiveret.
el: Εάν οριστεί σε `true`, το Klaro θα εμφανίσει τις μεταφράσεις `consentModal.description` και `consentNotice.description` ως HTML. Αυτό σας επιτρέπει π.χ. προσθέστε προσαρμοσμένους συνδέσμους ή διαδραστικό περιεχόμενο. Αν θέλετε να μπορείτε να εξάγετε ετικέτες HTML μέσω ετικετών εμπλουτισμένων με υγρό (βλ. "Περιεχόμενο" → "Μεταφράσεις"), αυτή η επιλογή πρέπει να είναι ενεργοποιημένη.
es: Si se establece en `true`, Klaro renderizará los textos dados en las traducciones `consentModal.description` y `consentNotice.description` como HTML. Esto te permite p.e. añadir enlaces personalizados o contenido interactivo. Si desea ser capaz de mostrar etiquetas HTML mediante etiquetas con fluido enriched (ver "Contenido" → "Traducciones"), esta opción debe estar habilitada.
fi: Jos arvo on `true`, Klaro tekee `consentModal.description` ja `consentNotice.description` -käännökset HTML:ksi. Tämä mahdollistaa sinun esim. lisää omia linkkejä tai interaktiivista sisältöä. Jos haluat pystyä tuomaan HTML- tageja nesterikastetuilla tarroilla (katso "Sisältö" → "Käännökset"), tämän valinnan on oltava käytössä.
fr: Si défini à `true`, Klaro rendra les textes donnés dans les traductions `consentModal.description` et `consentNotice.description` en HTML. Cela vous permet par ex. ajouter des liens personnalisés ou du contenu interactif. Si vous voulez pouvoir afficher des balises HTML via des étiquettes enrichies de fluides (voir "Contenu" → "Traductions"), cette option doit être activée.
it: Se impostato su `true`, Klaro renderà i testi forniti nelle traduzioni `consentModal.description` e `consentNotice.description` come HTML. Questo ti permette ad es. aggiungere link personalizzati o contenuti interattivi. Se vuoi essere in grado di produrre tag HTML tramite etichette arricchite con fluidi (vedere "Contenuto" → "Traduzioni"), questa opzione deve essere abilitata.
ja: `true`に設定されている場合、KlaroはHTMLとして`consensionModal.description`と`consensityNotice.description`に与えられたテキストをレンダリングします。これにより、例えば、 カスタムリンクまたはインタラクティブコンテンツを追加します。 流体濃縮ラベルを使用して HTML タグを出力できるようにしたい場合(「コンテンツ」 → 「翻訳」を参照)、このオプションを有効にする必要があります。
nl: Indien ingesteld op `true`, zal Klaro de teksten weergeven die gegeven worden in `consentModal.description` en `consentNotice.description` vertalingen als HTML. Dit stelt u in staat om te bijv. voeg aangepaste links of interactieve inhoud toe. Als u HTML-tags via vloeistofverrijkte labels wilt kunnen uitvoeren (zie "Inhoud" → "Vertalingen"), moet deze optie ingeschakeld zijn.
no: Hvis satt til `true`, Klaro vil gjengi tekstene gitt i `consentModal.description` og `samtykketommene.description` oversettelser som HTML. Dette gjør at du kan f.eks legg til egendefinerte lenker eller interaktivt innhold. Hvis du vil kunne sende HTML-koder via væske-berikede etiketter (se "Content" → "Oversettelser"), må denne opsjonen være aktivert.
pl: Jeśli ustawione na `true`, Klaro wyrenderuje teksty podane w tłumaczeniach `consentModal.description` i `consentNotice.description` jako HTML. Pozwala to na np.: dodaj linki niestandardowe lub interaktywne treści. Jeśli chcesz mieć możliwość wyświetlania tagów HTML za pomocą ulepszonych w płynie etykiet (patrz "Treść" → "Tłumaczenia"), ta opcja musi być włączona.
pt: Se definido como `true`, Klaro irá renderizar os textos dados nas traduções `consentModal.description` e `consentNotice.description` como HTML. Isso permite a você, por exemplo, adicionar links personalizados ou conteúdo interativo. Se você quiser ser capaz de produzir tags HTML via rótulos enriquecidos com fluido (veja "Content" → "Traduções"), esta opção deve ser ativada.
ru: Если установлено значение `true`, Klaro будет отображать тексты, заданные в переводе `consentModal.description` и `consentNotice.description` как HTML. Это позволяет напр. добавить пользовательские ссылки или интерактивное содержимое. Если вы хотите иметь возможность выводить HTML-теги с помощью строчных подписей (см. "Контент" → "Перевод"), эта опция должна быть включена.
sv: Om satt till `true`, kommer Klaro att rendera texterna som anges i `consentModal.description` och `consentNotice.description` översättningarna som HTML. Detta gör att du kan t.ex. lägg till anpassade länkar eller interaktivt innehåll. Om du vill kunna skriva ut HTML-taggar via vätske-berikade etiketter (se "Innehåll" → "Översättare"), måste detta alternativ vara aktiverat.
uk: Якщо встановлено "true", Klaro відобразить тексти, показані в "consentModal.description" та "consentNotice.description" як HTML. Це дозволяє наприкінчити назву. додати користувацькі посилання або інтерактивний контент. Якщо ви хочете виводити HTML-теги за допомогою багаторічних ярликів (див. "Content" → "Переклади"), цю опцію необхідно увімкнути.

# tx_klaroconsentmanager_configuration.embedded.description
source: Setting "embedded" to `true` will render the Klaro modal and notice without the modal background, allowing you to e.g. embed them into a specific element of your website, such as your privacy notice.
ar: إعداد "مضمن" إلى "true" سيجعل "Klaro modal" والإشعار بدون خلفية "modal"، مما يسمح لك بـ e. . أدمجهم في عنصر محدد من موقع الويب الخاص بك، مثل إشعار الخصوصية الخاص بك.
cs: Nastavení "embedded" na "true" vykreslí Klaro modalu a všimne si bez modalového pozadí, což vám umožní e. . vložte je do konkrétního prvku vašich webových stránek, jako je vaše upozornění na ochranu osobních údajů.
da: Indstilling "indlejret" til `true` vil gøre Klaro modal og varsel uden den modale baggrund, så du kan e. . integrere dem i et specifikt element af din hjemmeside, såsom din fortrolighedserklæring.
el: Η ρύθμιση "embedded" σε `true` θα καταστήσει το Klaro modal και θα παρατηρήσετε χωρίς το φόντο modal, επιτρέποντάς σας να ε. . ενσωματώστε τους σε ένα συγκεκριμένο στοιχείο της ιστοσελίδας σας, όπως η ειδοποίηση απορρήτου σας.
es: Establecer "incrustado" a "verdadero" renderizará el modal Klaro y notará sin el fondo modal, permitiéndote hacerlo. los inserte en un elemento específico de su sitio web, como su aviso de privacidad.
fi: Asettaminen "upotettu" `true`-muotoon tekee Klaro modaalista ja huomaa ilman modaalitaustaa, jolloin voit e. . upota ne tiettyyn osaan sivustosi, kuten yksityisyyttä koskevan ilmoituksen.
fr: Régler "embarqué" sur `true` rendra la modale et la notification Klaro sans l'arrière-plan modal, vous permettant d'e. . Intégrez-les à un élément spécifique de votre site Web, comme votre déclaration de confidentialité.
it: Impostare "embedded" su `true` renderà il modal Klaro e noterà senza lo sfondo modale, permettendoti di farlo. . incorporarli in un elemento specifico del tuo sito web, come la tua informativa sulla privacy.
ja: "embedded" を `true` に設定すると、Klaro モーダルと通知がモーダルバックグラウンドなしでレンダリングされます。 をクリックします。
nl: Instelling "embedde" op "true" zal de Klaro modaal en opzegging weergeven zonder de modale achtergrond, wat je toelaat. . bed ze in een specifiek element van uw website, zoals uw privacymededeling.
no: Hvis du setter inn "innkapslet" til "sann" vil du levere inn Klaro-modaluset og varselet uten modalbakgrunn, slik at du kan det. . Legg dem inn i et bestemt element av nettsiden din, for eksempel et privatvarsel.
pl: Ustawienie "embedded" na "true" spowoduje wyrenderowanie modalu Klaro i powiadomienia bez tła modalnego, pozwalając na . . osadź je w określonym elemencie swojej strony internetowej, takim jak Twoja informacja o prywatności.
pt: Definir "incorporado" para `true` irá renderizar o Klaro modal e notá-lo sem o fundo modal, permitindo que você e. . incorporá-los em um elemento específico do seu site, como seu aviso de privacidade.
ru: Параметр «embedded» в «true» отразит модаль Klaro и заметит без модального фона, что позволит e. , вставьте их в конкретный элемент вашего сайта, например, ваше уведомление о конфиденциальности.
sv: Att sätta "inbäddad" till "true" kommer att göra Klaro modal och lägga märke till utan den modala bakgrunden, så att du kan e. . bädda in dem i en viss del av din webbplats, såsom din integritet meddelande.
uk: Налаштування "вбудовано" до `true` покаже модулю Klaro modal і дозволить Вам побачити без модального фону. . вбудувати їх в конкретний елемент вашого сайту, наприклад, повідомлення про вашу конфіденційність.

# tx_klaroconsentmanager_configuration.group_by_purpose.label
source: Group by purpose
ar: المجموعة حسب الغرض
cs: Seskupit podle účelu
da: Gruppér efter formål
el: Ομαδοποίηση κατά σκοπό
es: Agrupar por propósito
fi: Ryhmittele tarkoituksen mukaan
fr: Grouper par objectif
it: Raggruppa per scopo
ja: 目的別グループ
nl: Groeperen op doel
no: Grupper etter formål
pl: Grupuj według celu
pt: Agrupar por propósito
ru: Группировать по целям
sv: Gruppera efter ändamål
uk: Групувати за ціллю

# tx_klaroconsentmanager_configuration.group_by_purpose.description
source: You can group services by their purpose in the modal. This is advisable if you have a large number of services. Users can then enable or disable entire groups of services instead of having to enable or disable every service.
ar: يمكنك تجميع الخدمات حسب الغرض في النموذج. هذا أمر مستحسن إذا كان لديك عدد كبير من الخدمات. يمكن للمستخدمين بعد ذلك تمكين أو تعطيل مجموعات كاملة من الخدمات بدلاً من تمكين أو تعطيل كل خدمة.
cs: Služby můžete seskupovat podle jejich účelu v modele. Pokud máte velký počet služeb, je to vhodné. Uživatelé pak mohou povolit nebo zakázat celou skupinu služeb namísto toho, aby museli povolit nebo zakázat každou službu.
da: Du kan gruppere tjenester efter deres formål i modalen. Dette er tilrådeligt, hvis du har et stort antal tjenester. Brugere kan derefter aktivere eller deaktivere hele grupper af tjenester i stedet for at skulle aktivere eller deaktivere hver tjeneste.
el: Μπορείτε να ομαδοποιήσετε τις υπηρεσίες από το σκοπό τους στο modal. Αυτό είναι σκόπιμο αν έχετε μεγάλο αριθμό υπηρεσιών. Οι χρήστες μπορούν στη συνέχεια να ενεργοποιήσουν ή να απενεργοποιήσουν ολόκληρες ομάδες υπηρεσιών αντί να πρέπει να ενεργοποιήσουν ή να απενεργοποιήσουν κάθε υπηρεσία.
es: Usted puede agrupar los servicios por su propósito en el modal, lo que es recomendable si tiene un gran número de servicios. Los usuarios pueden activar o desactivar grupos enteros de servicios en lugar de tener que activar o desactivar todos los servicios.
fi: Voit ryhmitellä palvelut niiden käyttötarkoituksen mukaan modaalissa. Tämä on suositeltavaa, jos sinulla on suuri määrä palveluita. Käyttäjät voivat sitten ottaa käyttöön tai poistaa käytöstä kokonaisia palveluryhmiä sen sijaan, että heidän pitäisi ottaa käyttöön tai poistaa käytöstä kaikki palvelut.
fr: Vous pouvez regrouper les services par fonction dans la modale. Ceci est conseillé si vous avez un grand nombre de services. Les utilisateurs peuvent alors activer ou désactiver des groupes entiers de services au lieu d'avoir à activer ou désactiver tous les services.
it: È possibile raggruppare i servizi in base al loro scopo nel modale. Questo è consigliabile se si dispone di un gran numero di servizi. Gli utenti possono quindi abilitare o disabilitare interi gruppi di servizi invece di dover abilitare o disabilitare ogni servizio.
ja: モーダルでは、目的別にサービスをグループ化することができます。多数のサービスをお持ちの場合は、お勧めします。 ユーザは、各サービスを有効または無効にする代わりに、サービス全体を有効または無効にすることができます。
nl: Je kunt diensten groeperen op basis van hun doel in het modal. Dit is aan te raden als je een groot aantal diensten hebt. Gebruikers kunnen dan hele groepen diensten in- of uitschakelen in plaats van elke dienst in te schakelen of uit te schakelen.
no: Du kan gruppere tjenester ut fra formålet deres i modalen. Dette er tilrådelig hvis du har et stort antall tjenester. Brukere kan deretter aktivere eller deaktivere hele grupper av tjenester i stedet for å aktivere eller deaktivere hver tjeneste.
pl: Możesz grupować usługi według ich celu w modalu. Jest to wskazane, jeśli masz dużą liczbę usług. Użytkownicy mogą wtedy włączać lub wyłączać całe grupy usług zamiast włączać lub wyłączać każdą usługę.
pt: Você pode agrupar serviços pela finalidade deles no modal. Isto é aconselhável se você tiver um grande número de serviços. Os usuários poderão então ativar ou desativar grupos inteiros de serviços, ao invés de ter que habilitar ou desabilitar cada serviço.
ru: Вы можете группировать сервисы по их предназначению. Это целесообразно, если у вас есть большое количество сервисов. Пользователи могут включать или отключать все группы сервисов вместо включения или отключения каждой службы.
sv: Du kan gruppera tjänster efter deras syfte i modalen. Detta är lämpligt om du har ett stort antal tjänster. Användare kan sedan aktivera eller inaktivera hela grupper av tjänster istället för att behöva aktivera eller inaktivera varje tjänst.
uk: Ви можете групувати послуги за їх призначенням. Це рекомендується у випадку, якщо у вас велика кількість послуг. Тоді користувачі можуть вмикати чи вимикати цілі групи служб, а не вмикати та вимикати кожну послугу.
