Repository: ErHaWeb/klaro_consent_manager
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: ar, cs, da, el, es, fi, fr, it, ja, nl, no, pl, pt, ru, sv, uk

# tx_klaroconsentmanager_configuration.I.true
source: true
ar: صحيح
cs: pravda
da: sandt
el: αληθές
es: verdad
fi: tosi
it: vero
nl: waar
no: sann
pl: prawda
pt: verdadeiro
ru: истина
sv: sant
uk: істина

# tx_klaroconsentmanager_configuration.I.false
source: false
ar: خاطئ
cs: nepravda
da: falsk
el: ψευδές
es: falso
fi: epätosi
it: falso
nl: Onjuist
no: usann
pl: fałszywy
pt: Falso
ru: ложь
sv: falskt
uk: хибність

# tx_klaroconsentmanager_configuration.tabs.general
source: General
ar: عام
cs: Obecná ustanovení
da: Generelt
el: Γενικά
fi: Yleiset
fr: Général
it: Generale
ja: 全般
nl: Algemeen
no: Generelt
pl: Ogólny
pt: Gerais
ru: Общие положения
sv: Allmänt
uk: Загальні налаштування

# tx_klaroconsentmanager_configuration.tabs.layout
source: Layout
ar: تخطيط
cs: Rozložení
el: Διάταξη
es: Diseño
fi: Asettelu
fr: Mise en page
ja: レイアウト
nl: Indeling
no: Oppsett
pl: Układ
pt: Disposição
ru: Макет
uk: Макет

# tx_klaroconsentmanager_configuration.tabs.content
source: Content
ar: محتوى
cs: Obsah
da: Indhold
el: Περιεχόμενο
es: Contenido
fi: Sisältö
fr: Contenu
it: Contenuto
ja: コンテンツ
nl: Inhoud
no: Innhold
pl: Zawartość
pt: Conteúdo
ru: Содержание
sv: Innehåll
uk: Зміст

# tx_klaroconsentmanager_configuration.tabs.cookie
source: Cookie
ar: كوكي
es: Galleta
fi: Eväste
ja: クッキー
nl: Koekje
no: Kjeks
pl: Ciasteczka
pt: Biscoito
ru: Печенье
sv: Kaka
uk: Печиво

# tx_klaroconsentmanager_configuration.tabs.advanced
source: Advanced
ar: متقدم
cs: Rozšířené
da: Avanceret
el: Προχωρημένα
es: Avanzado
fi: Lisäasetukset
fr: Avancé
it: Avanzate
ja: 高度な設定
nl: Geavanceerd
no: Avansert
pl: Zaawansowane
pt: Avançado
ru: Расширенные
sv: Avancerat
uk: Додатково

# tx_klaroconsentmanager_configuration.tabs.access
source: Access
ar: الوصول
cs: Přístup
da: Adgang
el: Πρόσβαση
es: Acceder
fi: Pääsy
fr: Accès
it: Accesso
ja: アクセス
nl: Toegangsrechten
no: Tilgang
pl: Dostęp
pt: Acesso
ru: Доступ
sv: Åtkomst
uk: Доступ

# tx_klaroconsentmanager_configuration.palettes.general_palette
source: General
ar: عام
cs: Obecná ustanovení
da: Generelt
el: Γενικά
fi: Yleiset
fr: Général
it: Generale
ja: 全般
nl: Algemeen
no: Generelt
pl: Ogólny
pt: Gerais
ru: Общие положения
sv: Allmänt
uk: Загальні налаштування

# tx_klaroconsentmanager_configuration.palettes.setup_palette
source: Base Configuration
ar: تكوين القاعدة
cs: Základní konfigurace
da: Basis Konfiguration
el: Βασικές Ρυθμίσεις
es: Configuración Base
fi: Perusasetukset
fr: Configuration de base
it: Configurazione Base
ja: 基本設定
nl: Basis configuratie
no: Standard konfigurasjon
pl: Podstawowa konfiguracja
pt: Configuração Base
ru: Базовая конфигурация
sv: Grundläggande konfiguration
uk: Базова конфігурація

# tx_klaroconsentmanager_configuration.palettes.storage_palette
source: Storage
ar: التخزين
cs: Úložiště
da: Lagerplads
el: Αποθήκευση
es: Almacenamiento
fi: Tallennustila
fr: Stockage
it: Archiviazione
ja: ストレージ
nl: Opslagruimte
no: Lagring
pl: Pamięć
pt: Armazenamento
ru: Хранилище
sv: Lagring
uk: Сховище

# tx_klaroconsentmanager_configuration.palettes.services_palette
source: Services
ar: الخدمات
cs: Služby
da: Tjenester
el: Υπηρεσίες
es: Servicios
fi: Palvelut
it: Servizi
ja: サービス
nl: Voorzieningen
no: Tjenester
pl: Usługi
pt: Serviços
ru: Услуги
sv: Tjänster
uk: Послуги

# tx_klaroconsentmanager_configuration.palettes.cookie_palette
source: Cookie Settings
ar: إعدادات ملفات تعريف الارتباط
cs: Nastavení cookie
da: Cookie Indstillinger
el: Ρυθμίσεις Cookie
es: Configuración de cookies
fi: Evästeen Asetukset
fr: Paramètres des cookies
it: Impostazioni Cookie
ja: Cookie設定
nl: Cookie instellingen
no: Innstillinger for informasjonskapsler
pl: Ustawienia ciasteczka
pt: Configurações de Cookie
ru: Настройки Cookie
sv: Inställningar för cookies
uk: Налаштування Cookie

# tx_klaroconsentmanager_configuration.palettes.consent_palette
source: Default consent status
ar: حالة الموافقة الافتراضية
cs: Výchozí stav souhlasu
da: Standard samtykkestatus
el: Προεπιλεγμένη κατάσταση συγκατάθεσης
es: Estado del consentimiento por defecto
fi: Suostumuksen oletustila
fr: Statut par défaut du consentement
it: Stato di consenso predefinito
ja: 既定の同意ステータス
nl: Standaard toestemming status
no: Standard samtykkestatus
pl: Domyślny status zgody
pt: Status padrão do consentimento
ru: Статус согласия по умолчанию
sv: Standard samtyckesstatus
uk: Статус згоди за замовчуванням

# tx_klaroconsentmanager_configuration.palettes.display_palette
source: Other display settings
ar: إعدادات عرض أخرى
cs: Další nastavení displeje
da: Andre visningsindstillinger
el: Άλλες ρυθμίσεις εμφάνισης
es: Otros ajustes de pantalla
fi: Muut näyttöasetukset
fr: Autres paramètres d'affichage
it: Altre impostazioni di visualizzazione
ja: その他の表示設定
nl: Andere weergave-instellingen
no: Andre skjerminnstillinger
pl: Inne ustawienia wyświetlacza
pt: Outras configurações de exibição
ru: Другие настройки дисплея
sv: Andra visningsinställningar
uk: Інші налаштування дисплею

# tx_klaroconsentmanager_configuration.palettes.layout_palette
source: Layout settings
ar: إعدادات التخطيط
cs: Nastavení rozvržení
da: Layout indstillinger
el: Ρυθμίσεις διάταξης
es: Ajustes de diseño
fi: Asettelun asetukset
fr: Paramètres de mise en page
it: Impostazioni layout
ja: レイアウト設定
nl: Instellingen schermindeling
no: Oppsett innstillinger
pl: Ustawienia układu
pt: Configurações de layout
ru: Настройки макета
sv: Layout inställningar
uk: Налаштування розкладки

# tx_klaroconsentmanager_configuration.palettes.behavior_palette
source: Behavior
ar: السلوك
cs: Chování
da: Opførsel
el: Συμπεριφορά
es: Comportamiento
fi: Käyttäytyminen
fr: Comportement
it: Comportamento
ja: 動作
nl: Gedrag
no: Oppførsel
pl: Zachowanie
pt: Comportamento
ru: Поведение
sv: Beteende
uk: Поведінка

# tx_klaroconsentmanager_configuration.palettes.hide_buttons_palette
source: Hide Buttons
ar: إخفاء الأزرار
cs: Skrýt tlačítka
da: Skjul Knapper
el: Απόκρυψη Κουμπιών
es: Ocultar botones
fi: Piilota Painikkeet
fr: Cacher les boutons
it: Nascondi Pulsanti
ja: ボタンを隠す
nl: Verberg knoppen
no: Skjul knapper
pl: Ukryj przyciski
pt: Ocultar botões
ru: Скрыть кнопки
sv: Dölj knappar
uk: Приховати кнопки

# tx_klaroconsentmanager_configuration.palettes.append_buttons_palette
source: Append Buttons
ar: إضافة أزرار
cs: Připojit tlačítka
da: Tilføj Knapper
el: Προσθήκη Κουμπιών
es: Añadir botones
fi: Lisää Painikkeet
fr: Ajouter des boutons
it: Aggiungi Pulsanti
ja: ボタンの追加
nl: Knoppen toevoegen
no: Legg til knapper
pl: Dołącz przyciski
pt: Acrescentar botões
ru: Добавить кнопки
sv: Lägg till knappar
uk: Додати кнопки

# tx_klaroconsentmanager_configuration.palettes.access_palette
source: Access
ar: الوصول
cs: Přístup
da: Adgang
el: Πρόσβαση
es: Acceder
fi: Pääsy
fr: Accès
it: Accesso
ja: アクセス
nl: Toegangsrechten
no: Tilgang
pl: Dostęp
pt: Acesso
ru: Доступ
sv: Åtkomst
uk: Доступ

# tx_klaroconsentmanager_configuration.palettes.translations_palette
source: Translations
ar: الترجمات
cs: Překlady
da: Oversættelser
el: Μεταφράσεις
es: Traducciones
fi: Käännökset
fr: Traductions
it: Traduzioni
ja: 翻訳
nl: Vertalen
no: Oversettelser
pl: Tłumaczenia
pt: Traduções
ru: Переводы
sv: Översättningar
uk: Переклади

# tx_klaroconsentmanager_configuration.title.label
source: Title
ar: العنوان
cs: Hlava 1 – Celkem
da: Titel
el: Τίτλος
es: Título
fi: Otsikko
fr: Titre
it: Titolo
ja: タイトル
nl: Aanspreektitel
no: Tittel
pl: Rozporządzenie Rady (EWG) nr 2658/87 z dnia 23 lipca 1987 r. w sprawie nomenklatury taryfowej i statystycznej oraz w sprawie Wspólnej Taryfy Celnej (Dz.U. L 256 z 7.9.1987, s. 1).
pt: Título
ru: Заголовок
sv: Titel
uk: Найменування

# tx_klaroconsentmanager_configuration.title.description
source: Title under which this configuration can be found.
ar: العنوان الذي يمكن في إطاره العثور على هذا الإعداد.
cs: Název, pod kterým lze tuto konfiguraci nalézt.
da: Titel, hvorunder denne konfiguration kan findes.
el: Τίτλος στον οποίο μπορεί να βρεθεί αυτή η ρύθμιση.
es: Título bajo el cual se puede encontrar esta configuración.
fi: Otsikko, jonka alla tämä konfiguraatio löytyy.
fr: Titre sous lequel cette configuration peut être trouvée.
it: Titolo in cui è possibile trovare questa configurazione.
ja: この構成を見つけることができるタイトル
nl: Titel waaronder deze configuratie kan worden gevonden.
no: Tittel under som denne konfigurasjonen kan bli funnet.
pl: Tytuł, pod którym ta konfiguracja może zostać znaleziona.
pt: Título sob o qual esta configuração pode ser encontrada.
ru: Заголовок, под которым может быть найдена эта конфигурация.
sv: Titel under vilken denna konfiguration kan hittas.
uk: Заголовок, який має цю конфігурацію.

# tx_klaroconsentmanager_configuration.title.placeholder
source: My Klaro! Configuration
ar: اعدادات كلارو!
cs: Moje konfigurace Klaro!
da: Min Klaro! Konfiguration
el: Klaro! Ρύθμιση Παραμέτρων
es: ¡Mi Klaro! Configuración
fi: Oma Klaro! Asetukset
fr: Configuration de mon Klaro!
it: La Mia Configurazione Klaro!
ja: 私のKlaro! 設定
nl: Mijn Klaro! Configuratie
no: Min Klaro! Konfigurasjon
pl: Moje konfiguracje Klaro!
pt: Minha configuração Klaro!
ru: Моя Klaro! Конфигурация
sv: Min Klaro! Konfiguration
uk: Мій Klaro! Конфігурація

# tx_klaroconsentmanager_configuration.testing.label
source: Testing
ar: اختبار
cs: Testování
da: Test
el: Δοκιμή
es: Pruebas
fi: Testaus
fr: Test
it: Test
ja: テスト
nl: Testen
no: Tester
pl: Testowanie
pt: Testando
ru: Тестирование
sv: Testar
uk: Тестування

# tx_klaroconsentmanager_configuration.testing.description
source: Setting `testing` to `true` will cause Klaro to not show the consent notice or modal by default, except if a special hashtag is appended to the URL (#klaro-testing). This makes it possible to test Klaro on your live website without affecting normal visitors.
ar: إعداد 'الاختبار' إلى 'true' سيتسبب في عدم إظهار Klaro إشعار الموافقة أو modal بشكل افتراضي، إلا إذا تم إلحاق علامة هاشج خاصة إلى عنوان URL (#klaro-testing). هذا يجعل من الممكن اختبار كلارو على موقعك المباشر دون التأثير على الزوار العاديين.
cs: Nastavení `testing` na `true` způsobí, že Klaro ve výchozím nastavení nezobrazí oznámení o souhlasu nebo modalu, kromě případu, kdy je na adresu URL připojen speciální hashtag (#klaro-testing). To umožňuje testovat Klaro na vašich živých webových stránkách, aniž by to ovlivnilo běžné návštěvníky.
da: Indstilling af `testing` til `true` vil medføre, at Klaro ikke viser samtykkemeddelelsen eller modal som standard, undtagen hvis et særligt hashtag er vedlagt URL'en (#klaro-testing). Dette gør det muligt at teste Klaro på din live hjemmeside uden at påvirke normale besøgende.
el: Η ρύθμιση `testing` στο `true` θα κάνει το Klaro να μην εμφανίσει την ειδοποίηση ή τη μέθοδο κατάθεσης από προεπιλογή, εκτός εάν ένα ειδικό hashtag προστίθεται στο URL (#klaro-testing). Αυτό καθιστά δυνατή τη δοκιμή Klaro στη ζωντανή ιστοσελίδα σας χωρίς να επηρεάζει τους κανονικούς επισκέπτες.
es: Establecer `testing` a `true` causará que Klaro no muestre el aviso de consentimiento o modal por defecto, excepto si se añade un hashtag especial a la URL (#klaro-testing). Esto hace posible probar Klaro en su sitio web en vivo sin afectar a los visitantes normales.
fi: Asetusten `testing` asettaminen `true`-muotoon aiheuttaa sen, että Klaro ei näytä suostumusilmoitusta tai modaalia oletusarvoisesti, paitsi jos URL-osoitteeseen on liitetty erityinen aihetunniste (#klaro-testaus). Tämä mahdollistaa Klaron testaamisen live-sivustollasi ilman, että se vaikuttaa tavallisiin kävijöihin.
fr: Définir `testing` à `true` fera que Klaro ne montrera pas l'avis de consentement ou la modale par défaut, sauf si un hashtag spécial est ajouté à l'URL (#klaro-testing). Cela permet de tester Klaro sur votre site web en direct sans affecter les visiteurs normaux.
it: Impostare `testing` su `true` farà sì che Klaro non mostri la notifica di consenso o il modal per impostazione predefinita, tranne se un hashtag speciale è aggiunto all'URL (#klaro-testing). Questo rende possibile testare Klaro sul tuo sito web dal vivo senza influenzare i visitatori normali.
ja: `testing`を`trueに設定すると、Klaroはデフォルトで同意通知やモーダルを表示しません。 特別なハッシュタグが URL (#klaro-testing) に追加されている場合を除きます。 これにより、通常の訪問者に影響を与えることなく、ライブウェブサイトでKlaroをテストすることが可能になります。
nl: `testing` instellen op `true` zal ervoor zorgen dat Klaro de consent notice of modal niet standaard weergeeft, behalve als er een speciale hashtag is toegevoegd aan de URL (#klaro-testing). Dit maakt het mogelijk om Klaro op je live website te testen zonder de normale bezoekers te beïnvloeden.
no: Ved å sette `testing` til `true` vil Klaro ikke vise samtykke eller modal som standard, unntatt om en spesiell hashtag er lagt til URL (#klaro-testing). Dette gjør det mulig å teste Klaro på ditt levende nettsted uten å påvirke normale besøkende.
pl: Ustawienie `testing` na `true` spowoduje, że Klaro nie wyświetli domyślnie powiadomienia o zgodzie lub modalu, chyba że specjalny hashtag jest dołączony do adresu URL (#klaro-testing). Umożliwia to przetestowanie Klaro na Twojej stronie internetowej, nie wpływając na zwykłych odwiedzających.
pt: Definir 'teste' para 'verdadeiro' fará com que o Klaro não mostre a notificação do consentimento ou modal por padrão, Exceto se uma hashtag especial for anexada à URL (#klaro-testing). Isto torna possível testar Klaro no seu site ao vivo sem afetar visitantes normais.
ru: Установка `testing` в `true` приведет к тому, что Klaro не будет показывать уведомление о согласии или модаль по умолчанию, за исключением особых хэштегов, добавляемых к URL (#klaro-testing). Это позволяет протестировать Klaro на вашем сайте без ущерба для обычных посетителей.
sv: Ställa in `testing` till `true` kommer att orsaka Klaro att inte visa samtyckesmeddelandet eller modal som standard, utom om en speciell hashtag läggs till i URL:en (#klaro-testing). Detta gör det möjligt att testa Klaro på din live-webbplats utan att påverka vanliga besökare.
uk: Налаштування `тестування` на `true` призведе до того, що Klaro не буде показувати повідомлення про згоду або модальне за замовчуванням, крім випадків, коли спеціальний хештег додається до URL (#klaro-testing). Це дозволяє тестувати Klaro на вашому веб-сайті, не впливаючи на звичайних відвідувачів.

# tx_klaroconsentmanager_configuration.config_variable_name.label
source: Config Variable Name
ar: اسم متغير التكوين
cs: Název proměnné konfigurace
da: Konfigurer Variablens Navn
el: Όνομα Μεταβλητής Ρυθμίσεων
es: Configurar nombre variable
fi: Asetukset Muuttujan Nimi
fr: Nom de la variable de configuration
it: Nome Variabile Di Configurazione
ja: 設定変数名
nl: Configuratie variabele naam
no: Navn på konfigurasjonsvariabel
pl: Nazwa zmiennej konfiguracyjnej
pt: Nome da Configuração Variável
ru: Имя переменной
sv: Namn på konfigurationsvariabel
uk: Ім'я конфігурації змінної

# tx_klaroconsentmanager_configuration.config_variable_name.description
source: By default, Klaro loads the configuration from a global variable `klaroConfig`. You can change this here. Specifying this field will cause the attribute data-klaro-config="yourConfigVariableName" to be set.
ar: بشكل افتراضي، يحمّل كلارو التكوين من متغير عالمي `klaroConfig`. يمكنك تغيير هذا هنا. سيؤدي تحديد هذا الحقل إلى تعيين بيانات - klaro-config="yourConfigVvariableName".
cs: Ve výchozím nastavení Klaro načítá konfiguraci z globální proměnné `klaroConfig`. Zadáním tohoto pole dojde k nastavení atributu data-klaro-config="yourConfigVariableName".
da: Klaro indlæser som standard konfigurationen fra en global variabel `klaroConfig`. Du kan ændre dette her. Angivelse af dette felt vil få attributten data-klaro-config="yourConfigVariableName" til at blive angivet.
el: Από προεπιλογή, το Klaro φορτώνει τις ρυθμίσεις από μια καθολική μεταβλητή `klaroConfig`. Μπορείτε να τις αλλάξετε εδώ. Καθορίζοντας αυτό το πεδίο θα προκαλέσει τον ορισμό των δεδομένων χαρακτηριστικού-klaro-config="yourConfigVariableName".
es: Por defecto, Klaro carga la configuración desde una variable global `klaroConfig`. Puedes cambiar esto aquí. Especificar este campo causará que se establezca el atributo data-klaro-config="yourConfigVariableName".
fi: Oletuksena Klaro lataa konfiguraation globaalista muuttujasta `klaroConfig`. Voit muuttaa tätä tästä. Tämän kentän määrittäminen aiheuttaa määritteen data-klaro-config="yourConfigVariableName" asetettuna.
fr: Par défaut, Klaro charge la configuration à partir d'une variable globale `klaroConfig`. Vous pouvez changer cela ici. En spécifiant ce champ, l'attribut data-klaro-config="yourConfigVariableName" sera défini.
it: Per impostazione predefinita, Klaro carica la configurazione da una variabile globale `klaroConfig`. Puoi cambiarla qui. Specificare questo campo farà sì che l'attributo data-klaro-config="yourConfigVariableName" sia impostato.
ja: デフォルトでは、Klaroはグローバル変数 `klaroConfig` から構成を読み込みます。ここで変更できます。 このフィールドを指定すると、data-klaro-config="yourConfigVariableName" 属性が設定されます。
nl: Klaro laadt standaard de configuratie van een globale variabele `klaroConfig`. Je kunt dit hier veranderen. Het opgeven van dit veld zal ervoor zorgen dat het attribuut data-klaro-config="yourConfigVariableName" is ingesteld.
no: Som standard laster Klaro konfigurasjonen fra en global variabel `klaroConfig`. Du kan endre dette her. Spesifiser dette feltet vil forårsake attributtet data-klaro-config="yourConfigVariableName" som skal settes.
pl: Domyślnie Klaro ładuje konfigurację ze zmiennej globalnej `klaroConfig`. Tutaj możesz to zmienić. Określanie tego pola spowoduje ustawienie atrybutu data-klaro-config="yourConfigVariableName".
pt: Por padrão, Klaro carrega a configuração de uma variável global `klaroConfig`. Você pode alterar isso aqui. Especificar este campo fará com que o atributo data-klaro-config="seuConfigVariableName" seja definido.
ru: По умолчанию Klaro загружает конфигурацию из глобальной переменной `klaroConfig`. Вы можете изменить это здесь. Указание этого поля вызовет установку data-klaro-config="yourConfigVariableName".
sv: Som standard laddar Klaro konfigurationen från en global variabel `klaroConfig`. Du kan ändra detta här. Ange detta fält kommer att orsaka attribut data-klaro-config="yourConfigVariableName" att anges.
uk: Типово, Klaro завантажує конфігурацію з глобальної змінної `klaroConfig`. Ви можете змінити це тут. Вказання цього поля призведе до встановлення атрибуту data-klaro-config="yourConfigVariableName".

# tx_klaroconsentmanager_configuration.config_variable_name.placeholder
source: klaroConfig
ar: كلارو كونيكي
es: klaroConfiguración

# tx_klaroconsentmanager_configuration.element_i_d.label
source: Element ID
ar: معرف العنصر
cs: ID prvku
el: Ταυτότητα Στοιχείου
es: ID del elemento
fi: Elementin Tunnus
fr: ID de l'élément
it: Id Elemento
ja: 要素ID
no: Elementets ID
pl: ID elementu
pt: ID do Elemento
ru: ID элемента
uk: Ідентифікатор елемента

# tx_klaroconsentmanager_configuration.element_i_d.description
source: You can customize the ID of the `div` element that Klaro will create when starting up. By default, Klaro will use "klaro".
ar: يمكنك تخصيص معرف عنصر `div' الذي سينشئه كلارو عند البدء. بشكل افتراضي، سيستخدم كلارو "klaro".
cs: Můžete upravit ID prvku `div`, který Klaro vytvoří při spuštění. Ve výchozím nastavení bude Klaro používat "klaro".
da: Du kan tilpasse ID'et for 'div'-elementet, som Klaro vil oprette ved opstart. Klaro vil som standard bruge "klaro".
el: Μπορείτε να προσαρμόσετε το ID του στοιχείου `div` που θα δημιουργήσει το Klaro κατά την εκκίνηση. Από προεπιλογή, το Klaro θα χρησιμοποιήσει το "klaro".
es: Puede personalizar el ID del elemento 'div' que Klaro creará al iniciar. De forma predeterminada, Klaro usará "klaro".
fi: Voit muokata `div`-elementin tunnusta, jonka Klaro luo käynnistyksen yhteydessä. Oletuksena Klaro käyttää "klaro".
fr: Vous pouvez personnaliser l'ID de l'élément `div` que Klaro va créer au démarrage. Par défaut, Klaro utilisera "klaro".
it: Puoi personalizzare l'ID dell'elemento `div` che Klaro creerà all'avvio. Per impostazione predefinita, Klaro userà "klaro".
ja: 起動時にKlaroが作成する`div`要素のIDをカスタマイズすることができます。デフォルトでは、Klaroは"klaro"を使用します。
nl: Je kunt de ID van het "div" element dat Klaro zal maken bij het opstarten aanpassen. Standaard gebruikt Klaro "klaro".
no: Du kan tilpasse ID-en til elementet 'div' som Klaro vil opprette ved oppstart. Som standard vil Klaro bruke "klaro".
pl: Możesz dostosować ID elementu `div`, który Klaro utworzy podczas uruchamiania. Domyślnie Klaro użyje "klaro".
pt: Você pode personalizar o ID do elemento `div` que Klaro criará quando inicializar. Por padrão, Klaro usará "klaro".
ru: Вы можете настроить ID элемента `div`, который Klaro будет создан при запуске. По умолчанию Klaro будет использовать "klaro".
sv: Du kan anpassa ID för det `div`-element som Klaro kommer att skapa när du startar upp. Som standard kommer Klaro att använda "klaro".
uk: Ви можете налаштувати ідентифікатор елемента `div`, який Klaro створить при старті. За замовчуванням Klaro використовуватиме "klaro".

# tx_klaroconsentmanager_configuration.no_auto_load.label
source: No Auto-Load
ar: لا يوجد تحميل تلقائي
cs: Žádné automatické načtení
da: Ingen Auto-Indlæs
el: Χωρίς Αυτόματη Φόρτωση
es: Sin carga automática
fi: Ei Automaattista Latausta
fr: Pas de chargement automatique
it: Nessun Carico Automatico
ja: 自動読み込みなし
nl: Geen Auto-Load
no: Ikke last inn automatisk
pl: Brak automatycznego wczytywania
pt: Sem Auto-Carregar
ru: Без автозагрузки
sv: Ingen automatisk laddning
uk: Без автозавантаження

# tx_klaroconsentmanager_configuration.no_auto_load.description
source: Setting this to `true` will keep Klaro from automatically loading itself when the page is being loaded.
ar: سيؤدي تعيين هذا إلى 'true' إلى منع كلارو من تحميل نفسه تلقائيا عند تحميل الصفحة.
cs: Nastavení na `true` zabrání Klaro v automatickém načítání stránky.
da: Indstilling af dette til `true` vil holde Klaro fra automatisk at indlæse sig selv når siden indlæses.
el: Ρυθμίζοντας αυτό το `true` θα κρατήσει το Klaro να φορτώνεται αυτόματα όταν φορτώνεται η σελίδα.
es: Establecer esto en `true` evitará que Klaro se cargue automáticamente cuando se carga la página.
fi: Tämän asettaminen `true`-muotoon estää Klaron lataamisen automaattisesti kun sivua ladataan.
fr: Définir ceci à `true` empêchera Klaro de se charger automatiquement quand la page sera chargée.
it: Impostare su `true` impedirà a Klaro di caricarsi automaticamente quando la pagina viene caricata.
ja: これを `true` に設定すると、ページが読み込まれたときに自動的にKlaroが読み込まれなくなります。
nl: Als je dit op `true` zet, zal Klaro niet automatisch laden wanneer de pagina wordt geladen.
no: Dersom du setter denne til 'true' vil du at Klaro automatisk vil laste seg når siden lastes inn.
pl: Ustawienie tej opcji na `true` powstrzyma Klaro przed automatycznym załadowaniem się po załadowaniu strony.
pt: Definindo isso para 'true' irá impedir que Klaro se carregue automaticamente quando a página estiver sendo carregada.
ru: Установка этого параметра в `true` позволит Klaro автоматически загружать себя при загрузке страницы.
sv: Ställa in detta till 'true' kommer att hålla Klaro från att automatiskt ladda sig själv när sidan laddas.
uk: Встановлення цього значення в значення "true" дозволить Klaro автоматично завантажувати себе, коли сторінка завантажується.

# tx_klaroconsentmanager_configuration.additional_class.label
source: Additional Class
ar: فئة إضافية
cs: Dodatečná třída
da: Yderligere Klasse
el: Πρόσθετη Κλάση
es: Clase adicional
fi: Ylimääräinen Luokka
fr: Classe supplémentaire
it: Classe Aggiuntiva
ja: 追加クラス
nl: Extra klasse
no: Tilleggsklasse
pl: Dodatkowa klasa
pt: Classe adicional
ru: Дополнительный урок
sv: Ytterligare klass
uk: Додатковий клас
