Repository: ErHaWeb/klaro_consent_manager
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: ar, cs, da, el, es, fi, fr, it, ja, nl, no, pl, pt, ru, sv, uk

# tx_klaroconsentmanager_configuration.callback.description
source: You can define an optional callback function that will be called each time the consent state for any given service changes. The consent value will be passed as the first parameter to the function (`true` = consented). The `service` config will be passed as the second parameter. The content of this field is wrapped with `callback: function(consent, service) { }`
ar: يمكنك تحديد وظيفة رد اتصال اختيارية التي سيتم استدعاؤها في كل مرة حالة الموافقة على أي تغييرات في الخدمة. سيتم تمرير قيمة الموافقة كمعيار أول للدالة ('true` = موافق عليها). سيتم تمرير تكوين "الخدمة" كالمعلمة الثانية. محتوى هذا الحقل ملفوف بـ "رد الاتصال: وظيفة: موافقة، خدمة) { }`
cs: Můžete definovat volitelnou funkci zpětného volání, která bude volána pokaždé, když se změní stav souhlasu pro danou službu. Hodnota souhlasu bude předána jako první parametr funkci (`true` = souhlas). Konfigurace `service` bude předána jako druhý parametr. Obsah tohoto pole je obalen `callback: function(Souhlas, service) { }`
da: Du kan definere en valgfri tilbagekald funktion, der vil blive kaldt hver gang samtykke tilstand for en given service ændringer. Godkendelsesværdien vil blive videregivet som den første parameter til funktionen (`true` = samtykke). The `service` config will be passed as the second parameter. The content of this field is wrapped with `callback: function(consent, service) { }`
el: Μπορείτε να ορίσετε μια προαιρετική λειτουργία callback που θα καλείται κάθε φορά που η κατάσταση συγκατάθεσης για οποιαδήποτε αλλαγή υπηρεσίας. Η τιμή της συγκατάθεσης θα περάσει ως πρώτη παράμετρος στη συνάρτηση (`true` = συναίνεση). Η ρύθμιση `service` θα περάσει ως δεύτερη παράμετρος. Το περιεχόμενο αυτού του πεδίου είναι τυλιγμένο με `callback: function(consent, service) { }`
es: Puede definir una función de callback opcional que será llamada cada vez que el estado del consentimiento para cualquier cambio de servicio dado. El valor del consentimiento será pasado como el primer parámetro a la función (`true` = consented). La configuración `service` se pasará como segundo parámetro. El contenido de este campo está envuelto con `callback: function(consent, service) { }`
fi: Voit määritellä valinnaisen takaisinkutsufunktion, jota kutsutaan joka kerta kun suostumuksen tila annetuissa palveluissa. Suostumuksen arvo annetaan funktion ensimmäisenä parametrina (`true` = hyväksytty). Toinen parametri on `service`-asetus.Tämän kentän sisältö on kääritty `callback: function(consent, service) { }`
fr: Vous pouvez définir une fonction de rappel optionnelle qui sera appelée à chaque fois que l'état de consentement de tout changement de service donné. La valeur de consentement sera passée comme premier paramètre à la fonction (`true` = consenté). La configuration `service` sera passée comme second paramètre. Le contenu de ce champ est enveloppé avec `callback: function(consent, service) { }`
it: È possibile definire una funzione di callback opzionale che verrà chiamata ogni volta che lo stato del consenso per qualsiasi cambiamento di servizio specificato. Il valore del consenso verrà passato come primo parametro alla funzione (`true` = autorizzato). La configurazione `service` sarà passata come secondo parametro. Il contenuto di questo campo è racchiuso con `callback: function(consent, service) { }`
ja: 任意のサービスが変更されるたびにコールバック関数を定義することができます。 同意値は関数に最初のパラメータとして渡されます (`true` = consented)。 `service` 設定は 2 番目のパラメータとして渡されます。このフィールドの内容は `callback: function(consent, service) { } ` でラップされます。
nl: U kunt een optionele callback-functie definiëren die wordt aangeroepen telkens wanneer de toestemming status voor bepaalde wijzigingen in de service wordt gegeven. De consent waarde wordt doorgegeven als eerste parameter aan de functie (`true` = consented). De `service` configuratie zal worden doorgegeven als de tweede parameter. De inhoud van dit veld wordt verpakt met `callback: functie (toestemming, service) { }`
no: Du kan definere en valgfri tilbakekallingsfunksjon som skal kalles hver gang samtykke statusen for alle gitte endringer av tjenesten. Samtykkeverdien vil bli sendt som den første parameteren til funksjonen (`sanne` = samtykke). Konfigurasjonen `service` vil bli bestått som den andre parameteren. Innholdet i dette feltet er pakket med `callback: funksjon(samtykke, tjeneste) { }`
pl: Możesz zdefiniować opcjonalną funkcję wywołania zwrotnego, która będzie wywoływana za każdym razem, gdy stan zgody na jakąkolwiek zmianę danej usługi. Wartość zgody zostanie przekazana jako pierwszy parametr funkcji (`true` = zgoda). Konfiguracja `service` zostanie przekazana jako drugi parametr. Zawartość tego pola jest owinięta `callback: function(consent, service) { }`
pt: Você pode definir uma função opcional de retorno de chamada que será chamada cada vez que o estado do consentimento para qualquer mudança de serviço fornecida. O valor do consentimento será passado como o primeiro parâmetro para a função (`true` = consentido). A configuração `serviço` será passada como o segundo parâmetro. O conteúdo deste campo é encapsulado com `callback: função(consentimento, serviço) { }`
ru: Вы можете определить необязательную функцию обратного вызова, которая будет вызываться каждый раз, когда состояние согласия для любых изменений в службе. Значение согласия будет передано функции в качестве первого параметра (`true` = consented). Второй параметр будет передан конфигурации `service`. Содержимое этого поля обернуто `callback: function(consent, service) { }`
sv: Du kan definiera en valfri callback-funktion som kommer att kallas varje gång samtycke tillstånd för en viss tjänst ändringar. Samtycke värdet kommer att skickas som den första parametern till funktionen (`true` = samtycke). `service`-konfigurationen kommer att skickas som den andra parametern. Innehållet i detta fält är insvept med `callback: funktion(samtycke, service) { }`
uk: Ви можете визначити опціональну функцію зворотного виклику, яка буде викликатися кожного разу, коли буде видана умова для будь-яких змін у службі. Значення згоди буде передане як перший параметр функції (`true` = подано). Конфігурація `service` буде передана в якості другого параметра. Вміст цього поля завершується "callback: function(supports, service) { }`

# tx_klaroconsentmanager_configuration.locallang_path.label
source: Locallang Path
ar: مسار Locallang
cs: Cesta k lokalangu
da: Locallang Sti
el: Διαδρομή Locallang
es: Ruta local
fi: Locallangin Polku
fr: Chemin de Locallang
it: Percorso Locallang
ja: ローカルパス
nl: Locallang Pad
no: Sti til lokale
pl: Ścieżka języka lokalnego
pt: Caminho do Locallang
ru: Путь Locallang
sv: Sökväg för Locallang
uk: Локалізація

# tx_klaroconsentmanager_configuration.locallang_path.description
source: Optional path to an additional XLIFF file that overwrites the default labels or adds new labels (e.g. for custom purposes or services). If fluid templates have been stored for the labels created in this file (see the "Fluid Template Root Path" field), these will overwrite the classic labels from the Locallang file. Nevertheless, it is possible and common to reference the locallang file from the respective fluid template and obtain the actual label there (the label key is passed to the fluid template).
ar: المسار الاختياري إلى ملف XLIFF الإضافي الذي يستبدل التسميات الافتراضية أو يضيف تسميات جديدة (على سبيل المثال لأغراض أو خدمات مخصصة). إذا تم تخزين قوالب السوائل للتسميات التي تم إنشاؤها في هذا الملف (أنظر حقل "مسار جذر القالب السائل")، هذه ستكتب فوق التسميات الكلاسيكية من ملف لوكالانغ. ومع ذلك، من الممكن والشائع الرجوع إلى الملف المحلي من قالب السوائل الخاص به والحصول على التسمية الفعلية هناك (يتم تمرير مفتاح التسمية إلى قالب السوائل).
cs: Volitelná cesta k dalšímu souboru XLIFF, který přepsá výchozí štítky nebo přidá nové štítky (např. pro vlastní účely nebo služby). Pokud byly pro štítky vytvořené v tomto souboru uloženy tekuté šablony (viz pole "Kořenová cesta Fluid Template Path"), přepíše klasické popisky ze souboru Locallang. Nicméně je možné a běžné odkazovat na soubor lokalang z příslušné šablony tekutiny a získat tam skutečný štítek (klíč štítku je předán do šablony tekutiny).
da: Valgfri sti til en yderligere XLIFF-fil, der overskriver standardetiketter eller tilføjer nye etiketter (f.eks. til brugerdefinerede formål eller tjenester). Hvis flydende skabeloner er blevet gemt til etiketter oprettet i denne fil (se feltet "Fluid Template Root Path"), disse vil overskrive de klassiske etiketter fra Locallang fil. Alligevel det er muligt og almindeligt at henvise til locallang-filen fra den respektive væskemateriale og opnå den faktiske etiket der (etiketnøglen er videregivet til væskematerialet).
el: Προαιρετική διαδρομή για ένα πρόσθετο αρχείο XLIFF που αντικαθιστά τις προεπιλεγμένες ετικέτες ή προσθέτει νέες ετικέτες (π.χ. για προσαρμοσμένους σκοπούς ή υπηρεσίες). Εάν έχουν αποθηκευτεί πρότυπα υγρών για τις ετικέτες που δημιουργήθηκαν σε αυτό το αρχείο (δείτε το πεδίο "Διαδρομή Root Πρότυπου Υγρός"), αυτά θα αντικαταστήσουν τις κλασικές ετικέτες από το αρχείο Locallang. Ωστόσο, είναι δυνατό και κοινό να αναφέρετε το αρχείο locallang από το αντίστοιχο πρότυπο ρευστό και να αποκτήσετε την πραγματική ετικέτα εκεί (το κλειδί ετικέτα έχει περάσει στο πρότυπο ρευστού).
es: Ruta opcional a un archivo XLIFF adicional que sobrescribe las etiquetas por defecto o añade nuevas etiquetas (por ejemplo, para propósitos o servicios personalizados). Si se han almacenado plantillas de fluidos para las etiquetas creadas en este archivo (ver el campo "Ruta raíz de plantilla de fluido"), estos sobrescribirán las etiquetas clásicas del archivo Locallang. Sin embargo, es posible y común hacer referencia al archivo locallang de la respectiva plantilla de fluido y obtener la etiqueta real allí (la clave de etiqueta se pasa a la plantilla de fluido).
fi: Valinnainen polku ylimääräiseen XLIFF-tiedostoon, joka korvaa oletusmerkinnät tai lisää uusia tarroja (esim. mukautettuja tarkoituksia tai palveluita). Jos nestepohjat on tallennettu tähän tiedostoon luotuihin tarroihin (katso "Fluid Template Root Path" -kenttä), nämä korvaa klassiset merkit Locallang tiedosto. Silti se on mahdollista ja yhteinen viitata locallang tiedoston kunkin nesteen malli ja saada todellinen etiketti siellä (etiketti avain on siirretty nesteen malli).
fr: Chemin optionnel vers un fichier XLIFF supplémentaire qui écrase les étiquettes par défaut ou ajoute de nouvelles étiquettes (par exemple, pour des besoins personnalisés ou des services). Si des modèles de fluide ont été stockés pour les étiquettes créées dans ce fichier (voir le champ "Chemin de racine du modèle de fluide"), elles écraseront les étiquettes classiques du fichier Locallang. Néanmoins, il est possible et courant de référencer le fichier locallang à partir du modèle de fluide respectif et d'obtenir le label réel là (la clé d'étiquette est passée au modèle de fluide).
it: Percorso opzionale di un file XLIFF aggiuntivo che sovrascrive le etichette predefinite o aggiunge nuove etichette (ad esempio per scopi o servizi personalizzati). Se i modelli fluidi sono stati memorizzati per le etichette create in questo file (vedi il campo "Percorso radice modello fluido"), questi sovrascriveranno le etichette classiche dal file di Locallang. Tuttavia, è possibile e comune fare riferimento al file locallang dal rispettivo modello fluido e ottenere l'etichetta reale lì (la chiave dell'etichetta viene passata al modello fluido).
ja: デフォルトのラベルを上書きしたり、新しいラベルを追加したりする追加のXLIFFファイルへのオプションのパス(カスタム目的やサービスなど)があります。 このファイルに作成されたラベルに流体テンプレートが保存されている場合 ("Fluid Template Root Path" フィールドを参照してください) これにより、Locallangファイルのクラシックラベルが上書きされます。 にもかかわらず、 それぞれの流体テンプレートからローカルラングファイルを参照し、実際のラベルを取得することができます(ラベルキーは流体テンプレートに渡されます)。
nl: Optioneel pad naar een extra XLIFF-bestand dat de standaard labels overschrijft of nieuwe labels toevoegt (bijvoorbeeld voor aangepaste doeleinden of diensten). Als vloeiende sjablonen zijn opgeslagen voor de labels die in dit bestand zijn gemaakt (zie het veld "Fluid Template Root Path", deze overschrijft de klassieke labels van het Locallang bestand. Desondanks het is mogelijk en gebruikelijk om te verwijzen naar het locallang bestand van de betreffende vloeistofsjabloon en het werkelijke label daar te verkrijgen (de label sleutel wordt doorgegeven aan het vloeiende sjabloon).
no: Valgfri sti til en ekstra XLIFF-fil som overskriver standard etiketter eller legger til nye etiketter (f.eks. for egendefinerte formål eller tjenester). Hvis væskemaler er lagret for etikettene som er laget i denne filen (se feltet "flytende mal Root sti"), disse vil overskrive de klassiske merkene fra Locallang-filen. Likevel det er mulig og vanlig å referere til locallang-filen fra den respektive væskemalen, og få den faktiske etiketten der (etiketten blir passert til væskemalen).
pl: Opcjonalna ścieżka do dodatkowego pliku XLIFF, który nadpisuje domyślne etykiety lub dodaje nowe etykiety (np. do celów niestandardowych lub usług). Jeśli szablony płynów zostały zapisane dla etykiet utworzonych w tym pliku (zobacz pole "Główna ścieżka szablonu"), spowoduje to nadpisanie klasycznych etykiet z pliku Locallang. Niemniej jednak, możliwe i wspólne jest odwołanie się do pliku locallang z odpowiedniego płynnego szablonu i uzyskanie tam rzeczywistej etykiety (klucz etykiety jest przekazywany do szablonu płynu).
pt: Caminho opcional para um arquivo XLIFF adicional que substitui os rótulos padrão ou adiciona novas etiquetas (por exemplo, para fins ou serviços personalizados). Se os modelos de fluido forem armazenados para os rótulos criados neste arquivo (veja o campo "Caminho raiz do modelo de fluído"), estes substituirão os rótulos clássicos do arquivo Locallang. Apesar é possível e comum fazer referência ao arquivo locallang do respectivo modelo de fluido e obter a etiqueta atual (a chave de rótulo é passada para o modelo de fluído).
ru: Необязательный путь к дополнительному XLIFF файлу, который перезаписывает стандартные метки или добавляет новые метки (например, для пользовательских целей или службы). Если Жидкие шаблоны хранятся для меток, созданных в этом файле (см. поле "Корневой путь шаблона"), они перезапишут классические этикетки из файла Locallang. Тем не менее возможно и часто ссылаться на файл locallang из соответствующего шаблона жидкости и получить в нем фактическую метку (ключ метки передается в шаблон жидкости).
sv: Valfri sökväg till en extra XLIFF-fil som skriver över standardetiketter eller lägger till nya etiketter (t.ex. för anpassade ändamål eller tjänster). Om flytande mallar har lagrats för etiketterna som skapas i denna fil (se fältet "Fluid mallrot sökväg" ), dessa kommer att skriva över klassiska etiketter från Locallang-filen. Men ändå, det är möjligt och vanligt att hänvisa locallang filen från respektive flytande mall och få den faktiska etiketten där (etiketten nyckeln skickas till vätskemallen).
uk: Необов'язковий шлях до додаткового файлу XLIFF, який перезаписує стандартні мітки або додає нові мітки (наприклад, для користувача цілей або послуг). Якщо шаблони рідин були збережені для міток, створених у цьому файлі (дивіться поле "Кореневий шлях Fluid"), ці позначки будуть перезаписувати класичні мітки з файлу Locallang . Тим не менш, це можливо і поширено для посилання на файл locallang з відповідного шаблону рідини і отримання справжньої мітки там (ключ передається до шаблону рідини).

# tx_klaroconsentmanager_configuration.fluidtemplate_rootpath.label
source: Fluid Template Root Path
ar: مسار جذر قالب سائل
cs: Cesta kořenového adresáře Fluid šablony
da: Fluid Skabelon Rod Sti
el: Ρευστό Πρότυπου Ριζικής Διαδρομής
es: Ruta de la plantilla de fluido
fi: Nestemallin Juuren Polku
fr: Chemin racine des gabarits Fluid
it: Percorso Radice Modello Fluido
ja: 流体テンプレートのルートパス
nl: Rootpad Fluid sjabloon
no: Flytende mal Rotbane
pl: Ścieżka główna szablonu płynu
pt: Caminho raiz do modelo fluido
ru: Корневой путь к шаблону жидкости
sv: Fluidmallens rotsökväg
uk: Повний шлях до шаблону
