Repository: ErHaWeb/klaro_consent_manager
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: ar, cs, da, el, es, fi, fr, it, ja, nl, no, pl, pt, ru, sv, uk

# tx_klaroconsentmanager_service.required.description
source: If `required` is set to `true`, Klaro will not allow this service to be disabled by the user. Use this for services that are always required for your website to function (e.g. shopping cart cookies).
ar: إذا تم تعيين "مطلوب" إلى "true"، لن يسمح كلارو لهذه الخدمة أن يتم تعطيلها من قبل المستخدم. استخدم هذا للخدمات المطلوبة دائمًا لموقع الويب الخاص بك لتعمل (مثل ملفات تعريف الارتباط لسلة التسوق).
cs: Pokud je `vyžadováno` nastaveno na `true`, Klaro nedovolí, aby uživatel zakázal tuto službu. Použijte to pro služby, které jsou vždy vyžadovány pro fungování vašich webových stránek (např. nákupní košík).
da: Hvis `obligatorisk` er sat til `sand`, vil Klaro ikke tillade, at denne tjeneste er deaktiveret af brugeren. Brug dette til tjenester, der altid kræves for at dit websted kan fungere (f.eks. indkøbskurv cookies).
el: Αν το `required` οριστεί σε `true`, το Klaro δεν θα επιτρέψει την απενεργοποίηση αυτής της υπηρεσίας από το χρήστη. Χρησιμοποιήστε αυτό για υπηρεσίες που απαιτούνται πάντα για τη λειτουργία της ιστοσελίδας σας (π.χ. cookies καλαθιού αγορών).
es: Si `required` está establecido en `true`, Klaro no permitirá que este servicio sea deshabilitado por el usuario. Utilice esto para servicios que siempre son necesarios para que su sitio web funcione (por ejemplo, cookies de carrito de compras).
fi: Jos `required` on asetettu arvoksi `true`, Klaro ei salli että käyttäjä poistaa tämän palvelun käytöstä. Käytä tätä palveluissa, jotka ovat aina tarpeen sivustosi toiminnalle (esim. ostoskorin evästeet).
fr: Si `required` est défini à `true`, Klaro ne permettra pas à ce service d'être désactivé par l'utilisateur. Utilisez ceci pour les services qui sont toujours nécessaires au fonctionnement de votre site Web (par exemple, les cookies de panier d'achat).
it: Se `required` è impostato su `true`, Klaro non permetterà che questo servizio sia disabilitato dall'utente. Utilizzare questo per i servizi che sono sempre necessari per il vostro sito web per funzionare (ad esempio i cookie del carrello della spesa).
ja: `required`が`true`に設定されている場合、Klaroはユーザーによってこのサービスを無効にすることはできません。 お客様のウェブサイトが機能するために常に必要なサービス(例:ショッピングカートのクッキー)に使用します。
nl: Als `required` is ingesteld op `true`, zal Klaro niet toestaan dat deze dienst wordt uitgeschakeld door de gebruiker. Gebruik dit voor diensten die altijd nodig zijn om uw website te laten functioneren (bv. winkelwagen koekjes).
no: Dersom 'påkrevd' er satt til 'true', vil ikke Klaro tillate at denne tjenesten er deaktivert av brukeren. Bruk dette for tjenester som alltid er påkrevd for at nettstedet skal kunne fungere (f.eks handlekurv cookies).
pl: Jeśli `required` jest ustawiony na `true`, Klaro nie zezwoli na wyłączenie tej usługi przez użytkownika. Użyj tej opcji dla usług, które są zawsze wymagane do funkcjonowania Twojej strony (np. pliki cookie koszyka).
pt: Se `required` estiver definido como `true`, Klaro não permitirá que esse serviço seja desativado pelo usuário. Use isto para serviços que são sempre necessários para o seu site funcionar (por exemplo, cookies do carrinho de compras).
ru: Если `required` установлен в `true`, Klaro не позволит отключать эту службу пользователем. Используйте это для служб, которые всегда необходимы для работы вашего веб-сайта (например, корзина cookies).
sv: Om `required` är satt till `true`, kommer Klaro inte tillåta att denna tjänst inaktiveras av användaren. Använd detta för tjänster som alltid krävs för att din webbplats ska fungera (t.ex. kundvagnscookies).
uk: Якщо користувач "required" встановлено в "true", Klaro не дозволить цій службі бути вимкненою користувачем. Використовуйте цю послугу, яка завжди необхідна для роботи на вашому сайті (наприклад куки кошика).

# tx_klaroconsentmanager_service.opt_out.label
source: Opt-Out
ar: الخروج التلقائي
cs: Odhlásit se
el: Αποχώρηση
es: Rechazar
fr: Se désinscrire
ja: オプトアウト
no: Reserverasjon mot
ru: Отписаться
uk: Відмовитися

# tx_klaroconsentmanager_service.opt_out.description
source: If `optOut` is set to `true`, Klaro will load this service even before the user has given explicit consent. We strongly advise against this.
ar: إذا تم تعيين 'optout' إلى 'true'، سيقوم Klaro بتحميل هذه الخدمة حتى قبل أن يعطي المستخدم موافقته الصريحة. نحن ننصح بشدة ضد ذلك.
cs: Pokud je `optOut` nastaven na `true`, Klaro tuto službu načte ještě před výslovným souhlasem uživatele. Důrazně to doporučujeme.
da: Hvis `optOut` er sat til `true`, vil Klaro indlæse denne tjeneste selv før brugeren har givet udtrykkeligt samtykke. Vi anbefaler på det kraftigste.
el: Εάν το `optOut` οριστεί σε `true`, το Klaro θα φορτώσει αυτή την υπηρεσία ακόμα και πριν ο χρήστης δώσει ρητή συγκατάθεση. Συνιστούμε έντονα να μην το κάνουμε.
es: Si `optOut` está establecido en `true`, Klaro cargará este servicio incluso antes de que el usuario haya dado consentimiento explícito. Aconsejamos fuertemente en contra de esto.
fi: Jos `optOut` on asetettu `true`, Klaro lataa tämän palvelun jo ennen kuin käyttäjä on antanut nimenomaisen suostumuksensa. Suosittelemme vahvasti tätä vastaan.
fr: Si `optOut` est défini à `true`, Klaro chargera ce service avant même que l'utilisateur ait donné son consentement explicite. Nous recommandons fortement de ne pas le faire.
it: Se `optOut` è impostato su `true`, Klaro caricherà questo servizio anche prima che l'utente abbia dato il suo consenso esplicito.
ja: `optOut`が`true`に設定されている場合、Klaroはユーザーが明示的な同意を得る前でもこのサービスをロードします。これに対して強くお勧めします。
nl: Als `optOut` is ingesteld op `true`, Klaro zal deze dienst laden nog voordat de gebruiker expliciete toestemming heeft gegeven. Wij raden dit ten sterkste aan.
no: Hvis "optOut" er satt til "true", vil Klaro laste denne tjenesten også før brukeren har gitt eksplisitt samtykke. Vi gir sterkt råd om dette.
pl: Jeśli `optOut` jest ustawiony na `true`, Klaro załaduje tę usługę nawet zanim użytkownik udzieli wyraźnej zgody. Zdecydowanie radzimy przeciwko.
pt: Se `optOut` estiver definido como `true`, Klaro irá carregar esse serviço mesmo antes do usuário dar consentimento explícito. Aconselhamos fortemente contra isso.
ru: Если `optOut` установлен в `true`, Klaro будет загружать этот сервис еще до того, как пользователь предоставит явное согласие. Мы настоятельно рекомендуем это сделать.
sv: Om `optOut` är satt till `true`, kommer Klaro att ladda denna tjänst även innan användaren har gett uttryckligt samtycke. Vi avråder starkt från detta.
uk: Якщо параметр "optOut" встановлено в значення "true", Klaro завантажить цей сервіс ще до того, як користувач погодився на явну згоду. Ми наполегливо радимо щодо цього.

# tx_klaroconsentmanager_service.only_once.label
source: Only Once
ar: مرة واحدة فقط
cs: Pouze jednou
da: Kun Én Gang
el: Μόνο Μία Φορά
es: Sólo una vez
fi: Vain Kerran
fr: Une seule fois
it: Solo Una Volta
ja: 一度だけ
nl: Slechts eenmaal
no: Bare én gang
pl: Tylko raz
pt: Apenas uma vez
ru: Только один раз
sv: Endast en gång
uk: Лише один раз

# tx_klaroconsentmanager_service.only_once.description
source: If `onlyOnce` is set to `true`, the service will only be executed once regardless how often the user toggles it on and off. This is relevant e.g. for tracking scripts that would generate new page view events every time Klaro disables and re-enables them due to a consent change by the user.
ar: إذا تم تعيين 'once' إلى 'true'، سيتم تنفيذ الخدمة مرة واحدة فقط بغض النظر عن عدد المرات التي يقوم فيها المستخدم بتبديلها وإيقافها. هذا ذو صلة على سبيل المثال. لتتبع البرامج النصية التي ستنشئ أحداث عرض صفحة جديدة في كل مرة يعطل فيها كلارو ويعيد تمكينها بسبب تغيير الموافقة من قبل المستخدم.
cs: Pokud je `pouze Once` nastaven na `true`, služba bude spuštěna pouze jednou bez ohledu na to, jak často ji uživatel zapne a vypne. To je relevantní např. pro sledování skriptů, které by generovaly nové události při každém vypnutí Klaro a znovu je povolily kvůli změně souhlasu uživatelem.
da: Hvis `onlyOnce` er sat til `true`, vil tjenesten kun blive udført én gang, uanset hvor ofte brugeren skifter det til og fra. Dette er relevant, f.eks. for sporing scripts, der vil generere nye side visning begivenheder hver gang Klaro deaktiverer og genaktiverer dem på grund af et samtykke ændring af brugeren.
el: Εάν το `onlyOnce` οριστεί σε `true`, η υπηρεσία θα εκτελεστεί μόνο μία φορά ανεξάρτητα από το πόσο συχνά ο χρήστης την ενεργοποιεί και την απενεργοποίηση. Αυτό είναι σχετικό, π.χ. για την παρακολούθηση σεναρίων που θα δημιουργούσαν νέα γεγονότα προβολής σελίδας κάθε φορά που το Klaro απενεργοποιεί και τα επιτρέπει εκ νέου λόγω μιας αλλαγής συγκατάθεσης από το χρήστη.
es: Si `onlyOnce` está establecido en `true`, el servicio sólo se ejecutará una vez, independientemente de la frecuencia con la que el usuario lo encienda y apague. Esto es pertinente, p.ej. para rastrear scripts que generarían nuevos eventos de vista de página cada vez que Klaro los desactiva y vuelve a habilitarlos debido a un cambio de consentimiento por parte del usuario.
fi: Jos `onlyOnce` on asetettu `true`, palvelu suoritetaan vain kerran riippumatta siitä, kuinka usein käyttäjä vaihtaa sen päälle ja pois. Tämä on merkityksellistä esimerkiksi seurantaan skriptejä, jotka tuottaisivat uusia sivunäkymiä joka kerta, kun Klaro poistaa käytöstä ja ottaa ne uudelleen käyttöön käyttäjän suostumuksen muutoksen vuoksi.
fr: Si `onlyOnce` est défini à `true`, le service ne sera exécuté qu'une seule fois, quelle que soit la fréquence à laquelle l'utilisateur l'allumera et éteindra. Ceci est pertinent, par ex. pour les scripts de suivi qui généreraient de nouveaux événements de vue de page chaque fois que Klaro désactive et les réactive en raison d'un changement de consentement de l'utilisateur.
it: Se `onlyOnce` è impostato su `true`, il servizio verrà eseguito solo una volta indipendentemente da quanto spesso l'utente lo attiva e disattiva. Ciò è pertinente, ad es. per tracciare gli script che genererebbero nuovi eventi di visualizzazione delle pagine ogni volta che Klaro disabilita e li riattiva a causa di un cambiamento di consenso da parte dell'utente.
ja: `onlyOnce` が `true` に設定されている場合、ユーザーがオンとオフを切り替える頻度に関係なく、サービスは一度だけ実行されます。 これは関連性があります。例: for tracking scripts that would generate new page view events every when klaro disables, and re-enable to the consent changes by the user.
nl: Als `onlyOnce` is ingesteld op `true`, zal de service slechts éénmaal worden uitgevoerd, ongeacht hoe vaak de gebruiker het in- en uitzet. Dit is relevant bv. voor het traceren van scripts die elke keer dat Klaro uitschakelt nieuwe pagina-weergaven genereren en deze opnieuw inschakelen vanwege een toestemmingswijziging door de gebruiker.
no: Dersom 'onlyOnce' er satt til 'true', vil tjenesten bare kjøres en gang, uavhengig av hvor ofte brukeren slår den på og av. Dette er relevant for eksempel for sporing av skript som vil generere nye sidehendelser hver gang Klaro deaktiverer og reaktiverer dem pga. et samtykke endret av brukeren.
pl: Jeśli `onlyOnce` jest ustawiony na `true`, usługa będzie wykonywana tylko raz niezależnie od tego, jak często użytkownik włącza i wyłącza. Dotyczy to np. dla śledzenia skryptów, które generowałyby nowe zdarzenia przeglądania stron za każdym razem, gdy Klaro wyłącza i ponownie włącza je ze względu na zmianę zgody użytkownika.
pt: Se `apenasUma vez` estiver definido como `verdadeiro`, o serviço será executado apenas uma vez, independentemente da frequência com que o usuário ligará ele ligando e desligando. Isto é relevante, por exemplo. para scripts de rastreamento que gerariam novos eventos de exibição de página cada vez que o Klaro desabilita e os re-habilita devido a uma alteração de consentimento do usuário.
ru: Если `onlyOnce` установлен в `true`, служба будет выполняться только один раз, независимо от частоты включения и выключения функции. Это уместно напр. для скриптов отслеживания, которые будут генерировать новые события для просмотра страниц каждый раз, когда Klaro отключает и повторно разрешает их из-за изменения согласия пользователя.
sv: Om `onlyOnce` är satt till `true`, kommer tjänsten endast att köras en gång oavsett hur ofta användaren växlar den på och av. Detta är relevant t.ex. för att spåra skript som skulle generera nya sidvisningar händelser varje gång Klaro inaktiverar och åter möjliggör dem på grund av en samtycke förändring av användaren.
uk: Якщо параметр "onlyOnce" встановлено в "true", послуга буде виконана тільки один раз, незалежно від того, як часто користувач вмикає і вимикає його. Це релевантно, напр. для відстеження сценаріїв, які б генерували події на новій сторінці, кожен раз, коли Klaro відключається, і повторно вмикає їх через зміну згоди користувача.

# tx_klaroconsentmanager_service.contextual_consent_only.label
source: Contextual Consent Only
ar: الموافقة السياقية فقط
cs: Pouze kontextový souhlas
da: Kun Kontekstuelt Samtykke
el: Συναίνεση Μόνο
es: Sólo consentimiento contextual
fi: Vain Kontekstuaalinen Suostumus
fr: Consentement contextuel uniquement
it: Solo Consenso Contestuale
ja: 文脈同意のみ
nl: Alleen Contextuele Toestemming
no: Kun kontekstuell samtykke
pl: Tylko zgoda kontekstowa
pt: Consentimento Contextual Apenas
ru: Контекстное согласие
sv: Endast kontextuellt samtycke
uk: Лише контекстуальна згода

# tx_klaroconsentmanager_service.contextual_consent_only.description
source: Content can be excluded from general consent by setting contextualConsentOnly to `true`. In this case, the consent must be contextual.
ar: يمكن استبعاد المحتوى من الموافقة العامة عن طريق تحديد سياق الموافقة فقط على 'الحقيقة`. وفي هذه الحالة، يجب أن تكون الموافقة سياقية.
cs: Obsah lze vyloučit z obecného souhlasu nastavením kontextualConsentOnly na `true`. V tomto případě musí být souhlas kontextový.
da: Indhold kan udelukkes fra generelt samtykke ved at sætte kontekstConsentOnly til `true`. I dette tilfælde skal samtykket være kontekstmæssigt.
el: Το περιεχόμενο μπορεί να αποκλειστεί από τη γενική συναίνεση ορίζοντας το συμφραζόμενοΣυγκατάθεσηΜόνο σε `true`. Σε αυτή την περίπτωση, η συγκατάθεση πρέπει να είναι συμφραζόμενο.
es: El contenido puede ser excluido del consentimiento general estableciendo contextualConsentOnly a `true`. En este caso, el consentimiento debe ser contextual.
fi: Sisältö voidaan sulkea yleisen suostumuksen ulkopuolelle asettamalla kontekstualConsentOnly to `true`. Tässä tapauksessa suostumuksen tulee olla kontekstuaalinen.
fr: Le contenu peut être exclu du consentement général en définissant contextualConsentOnly à `true`. Dans ce cas, le consentement doit être contextuel.
it: Il contenuto può essere escluso dal consenso generale impostando contextualConsentOnly a `true`. In questo caso, il consenso deve essere contestuale.
ja: contextualConsentOnly を `true` に設定することで、コンテンツを一般的な同意から除外することができます。この場合、同意はコンテキストである必要があります。
nl: Inhoud kan worden uitgesloten van algemene toestemming door het instellen van contextualConsentOnly op `true`. In dit geval moet de toestemming contextueel zijn.
no: Innhold kan utelukkes fra generelt samtykke ved å sette kontekstkonsept bare til `sanne`. I dette tilfellet må samtykke være kontekstuelt.
pl: Zawartość może być wyłączona z ogólnej zgody poprzez ustawienie contextualConsentOnly do `true`. W tym przypadku zgoda musi być kontekstowa.
pt: Conteúdo pode ser excluído do consentimento geral configurando contextualConsentOnly para 'true'. Neste caso, o consentimento deve ser contextual.
ru: Контент может быть исключён из общего согласия, установив contextualConsentOnly to `true`. В этом случае согласие должно быть контекстным.
sv: Innehåll kan uteslutas från allmänt samtycke genom att sätta kontextuellSamtyckeEndast till `true`. I detta fall måste samtycket vara kontextuellt.
uk: Вміст може бути виключеним з загальної згоди, встановивши контекстуальне подання лише до "true". У цьому випадку згода має бути контекстуальною.
