Repository: ErHaWeb/klaro_consent_manager
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: ar, cs, da, de, el, fi, fr, hu, ja, nl, no, pl, pt, ro, ru, sv, tr, uk, zh

# extmng.klaroConfigurationPath
source: Klaro! Configuration Path:If this path is set, it is used to use the Klaro! configuration by external applications. For example, if a WordPress installation is to use the configuration created in TYPO3, this path can be called up. Example: "/klaro-config.js"
cs: Klaro! Cesta ke konfiguraci:Pokud je tato cesta nastavena, používá se pro nastavení Klaro! Například, pokud má WordPress instalace použít konfiguraci vytvořenou v TYPO3, lze tuto cestu spustit. Příklad: "/klaro-config.js"
da: Klaro! Konfigurationssti: Hvis denne sti er angivet, bruges den til at bruge Klaro! konfigurationen af eksterne programmer. For eksempel, hvis en WordPress installation er at bruge konfigurationen oprettet i TYPO3, denne sti kan kaldes op. Eksempel: "/klaro-config.js"
el: Klaro! Διαδρομή Ρύθμισης: Αν οριστεί αυτή η διαδρομή, χρησιμοποιείται για τη χρήση της διαμόρφωσης Klaro! από εξωτερικές εφαρμογές. Για παράδειγμα, αν μια εγκατάσταση WordPress πρόκειται να χρησιμοποιήσει τη διαμόρφωση που δημιουργήθηκε στο TYPO3, αυτή η διαδρομή μπορεί να κληθεί. Παράδειγμα: "/klaro-config.js"
fi: Klaro! Asetuspolku: Jos tämä polku on asetettu, sitä käytetään ulkoisten sovellusten Klaro! asetusten käyttämiseen. Esimerkiksi, jos WordPress asennus on käyttää asetuksia luotu TYPO3, tämä polku voidaan soittaa. Esimerkki: "/klaro-config.js"
fr: Klaro! Chemin de configuration : Si ce chemin est défini, il est utilisé pour utiliser la configuration Klaro! par des applications externes. Par exemple, si une installation de WordPress est d'utiliser la configuration créée dans TYPO3, ce chemin peut être appelé. Exemple: "/klaro-config.js"
ja: Klaro! 設定パス:このパスが設定されている場合、Klaroを使用するために使用されます。 たとえば、WordPress インストールでTYPO3で作成された設定を使用する場合、このパスを呼び出すことができます。例: "/klaro-config.js"
no: Klaro! Konfigurasjonsti:Hvis denne stien er satt, er den brukt til å bruke Klaro! konfigurasjon av eksterne programmer. For eksempel, hvis en WordPress installasjon er å bruke konfigurasjonen opprettet i TYPO3, kan denne stien kalles opp. Eksempel: "/klaro-config.js"
pl: Klaro! Ścieżka konfiguracyjna: Jeśli ta ścieżka jest ustawiona, jest ona używana do konfiguracji Klaro! przez zewnętrzne aplikacje. Na przykład, jeśli instalacja WordPress ma używać konfiguracji utworzonej w TYPO3, ta ścieżka może być wywołana. Przykład: "/klaro-config.js"
pt: Klaro! Caminho da configuração:Se este caminho é definido, ele é usado para usar a configuração Klaro! por aplicativos externos. Por exemplo, se uma instalação do WordPress é para usar a configuração criada no TYPO3, este caminho pode ser chamado. Exemplo: "/klaro-config.js"
ro: Klaro! Calea de configurare:Dacă această cale este setată, este folosită pentru a utiliza configurația Klaro! a aplicațiilor externe. De exemplu, dacă o instalare WordPress este să utilizeze configuraţia creată în TYPO3, această cale poate fi apelată. Exemplu: "/klaro-config.js"
ru: Кларо! Путь к конфигурации: Если этот путь установлен, он используется для настройки Klaro! внешних приложений. Например, если установка WordPress будет использовать конфигурацию, созданную в TYPO3, этот путь может быть вызван. Пример: "/klaro-config.js"
sv: Klaro! Configuration Path:If this path is set, it is used to use the Klaro! configuration by external applications. (Automatic Copy) Till exempel, om en WordPress-installation är att använda konfigurationen som skapats i TYPO3, kan denna sökväg kallas upp. Exempel: "/klaro-config.js"
zh: Klaro! 配置路径：如果设置了此路径，它将用于使用外部应用程序的配置文件。 例如，如果一个 WordPress 安装使用在 TYPO3 中创建的配置，这个路径可以被调用。例如："/klaro-config.js"

# constants.customcategory.plugin.tx_klaroconsentmanager
source: Klaro! Consent Manager
cs: Manažer souhlasu
da: Klaro! Samtykkehåndtering
el: Klaro! Διαχειριστής Συγκατάθεσης
fi: Klaro! Suostumuksen Hallinta
fr: Klaro! Gestionnaire de consentement
ja: Klaro! 同意マネージャー
no: Klaro! samtykke Manager
pl: Klaro! Menedżer zgody
pt: Klaro! Gerente Consentimento
ro: Klaro! Manager de consimțământ
ru: Klaro! Менеджер Согласий
sv: Klaro! Samtycke Manager
zh: Klaro! 同意管理器

# constants.subcategory.fluidrootpaths
source: Templates
cs: Šablony
da: Skabeloner
el: Πρότυπα
fi: Mallit
fr: Gabarits
ja: テンプレート
no: Maler
pl: Szablony
pt: Modelos
ro: Şabloane
ru: Шаблоны
sv: Mallar
zh: 模板

# constants.subcategory.resources
source: Resources
cs: Zdroje
da: Ressourcer
el: Πόροι
fi: Resurssit
fr: Ressources
ja: リソース
no: Ressurser
pl: Zasoby
pt: Recursos
ro: Resurse
ru: Ресурсы
sv: Resurser
zh: 资源

# constants.subcategory.settings
source: Settings
cs: Nastavení
da: Indstillinger
el: Ρυθμίσεις
fi: Asetukset
fr: Paramètres
ja: 設定
no: Innstillinger
pl: Ustawienia
pt: Confirgurações
ro: Setări
ru: Настройки
sv: Inställningar
zh: 设置

# constants.view.templateRootPath
source: Path to template root (FE)
cs: Cesta k kořenové složce šablony (FE)
da: Sti til skabelonrod (FE)
el: Διαδρομή για τη ρίζα του προτύπου (FE)
fi: Polku mallin juurelle (FE)
fr: Chemin vers les gabarits racine)
ja: テンプレートルートへのパス (FE)
no: Sti til mal-rot (FE)
pl: Ścieżka do katalogu głównego szablonu (FE)
pt: Caminho para a raiz do modelo (FE)
ro: Calea către rădăcina șablonului (FE)
ru: Путь к корню шаблона (FE)
sv: Sökväg till mallroten (FE)
zh: 模板根路径 (FE)

# constants.view.partialRootPath
source: Path to template partials (FE)
cs: Cesta k šabloně dílčí (FE)
da: Sti til skabelon partials (FE)
el: Διαδρομή για τα μέρη του προτύπου (FE)
fi: Polku mallin osiin (FE)
fr: Chemin vers les composants de gabarit (partial)
ja: テンプレート部分へのパス (FE)
no: Sti til malpartialer (FE)
pl: Ścieżka do części szablonu (FE)
pt: Caminho para os Parceiros dos Temas (FE)
ro: Calea către părţile şablon (FE)
ru: Путь к частям шаблона (FE)
sv: Sökväg till mallpartialer (FE)
zh: 模板partials (FE)

# constants.view.layoutRootPath
source: Path to template layouts (FE)
cs: Cesta k šablonám (FE)
da: Sti til skabelonlayouts (FE)
el: Διαδρομή για τις διατάξεις προτύπων (FE)
fi: Polku mallin asetteluihin (FE)
fr: Chemin vers les dispositions de gabarit (layout)
ja: テンプレートレイアウトへのパス (FE)
no: Bane til maloppsett (FE)
pl: Ścieżka do układów szablonów (FE)
pt: Caminho para layouts do modelo (FE)
ro: Calea către layout-urile șablonului (FE)
ru: Путь к макетам шаблонов (FE)
sv: Sökväg till malllayouter (FE)
zh: 模板布局路径 (FE)

# constants.settings.css.klaro-custom
source: Custom additions for Klaro CSS
cs: Vlastní přidání Klaro CSS
da: Brugerdefinerede tilføjelser til Klaro CSS
el: Προσαρμοσμένες προσθήκες για το Klaro CSS
fi: Mukautetut lisäykset Klaro CSS:lle
fr: Ajouts personnalisés pour Klaro CSS
ja: Klaro CSSのカスタム追加
no: Tilpasset tillegg for Klaro CSS
pl: Niestandardowe dodatki dla Klaro CSS
pt: Adições personalizadas para Klaro CSS
ro: Adăugări personalizate pentru Klaro CSS
ru: Пользовательские дополнения для Klaro CSS
sv: Anpassade tillägg för Klaro CSS
zh: Klaro CSS 的自定义添加

# constants.settings.contextualconsent.replaceAttributes
source: Replace attributes:Comma-separated list of attributes that should be automatically replaced within the content element of the contextual consent
cs: Nahradit atributy:Čárkou oddělený seznam atributů, které by měly být automaticky nahrazeny v obsahu prvku kontextového souhlasu
da: Erstat attributter:Kommaadskilt liste over attributter, der automatisk skal erstattes inden for indholdselementet i det kontekstuelle samtykke
el: Αντικατάσταση ιδιοτήτων:Λίστα χαρακτηριστικών διαχωρισμένων με κόμματα που θα πρέπει να αντικατασταθούν αυτόματα μέσα στο στοιχείο περιεχομένου της συγκατάθεσης που περιέχει το περιεχόμενο
fi: Korvaa attribuutit:Comma-erotettu attribuuttien luettelo, joka tulisi automaattisesti korvata kontekstuaalisen suostumuksen sisältöelementissä
fr: Remplacer les attributs:Liste d'attributs séparés par des virgules qui doivent être automatiquement remplacés dans l'élément de contenu du consentement contextuel
ja: Replace attributes:コンマで区切られた属性のリストで、コンセントのコンテンツ要素内で自動的に置き換えられます。
no: Erstatt attributer:Komma-separert liste over attributter som skal automatisk erstattes innenfor innholdselementet i kontekstuelt samtykke
pl: Zastąp atrybuty:Lista atrybutów oddzielonych przecinkami, które powinny zostać automatycznie zastąpione w ramach elementu treści zgody kontekstowej
pt: Substituir atributos: Lista de atributos separados por vírgulas que devem ser substituídos automaticamente dentro do elemento de conteúdo do consentimento contextual
ro: Înlocuiește atributele: Lista de atribute separate prin virgulă care ar trebui să fie înlocuite automat în cadrul elementului de conținut al consimțământului contextual
ru: Заменить атрибуты:разделенный запятыми список атрибутов, которые должны автоматически заменяться в рамках элемента содержимого контекстуального согласия
sv: Ersätt attribut:Kommaseparerad lista över attribut som automatiskt ska ersättas inom innehållselementet i kontextuellt samtycke
zh: 替换属性：逗号分隔的属性列表，这些属性应在上下文同意的内容元素中自动替换

# constants.settings.contextualconsent.mainSectionOnly
source: Main section only:Activate this option if the contextual consent box should only be limited to the main content (without heading and footer).
cs: Pouze hlavní část:Aktivujte tuto možnost, pokud by pole kontextového souhlasu mělo být omezeno pouze na hlavní obsah (bez záhlaví a zápatí).
da: Kun hovedafsnit:Aktiver denne indstilling, hvis kontekstuelle samtykkeboksen kun skal være begrænset til hovedindholdet (uden overskrift og fod).
el: Κύρια ενότητα μόνο:Ενεργοποιήστε αυτή την επιλογή εάν το πλαίσιο συγκατάθεσης πρέπει να περιορίζεται μόνο στο κύριο περιεχόμενο (χωρίς επικεφαλίδα και υποσέλιδο).
fi: Vain pääosio:Aktivoi tämä vaihtoehto, jos kontekstuaalisen suostumuksen laatikko on rajattava vain pääsisältöön (ilman otsikkoa ja alatunnisteita).
fr: Section principale uniquement :Activer cette option si la boîte de consentement contextuel ne doit être limitée qu'au contenu principal (sans titre ni pied de page).
ja: メインセクションのみ:コンテキスト同意ボックスがメインコンテンツ(見出しとフッターなし)にのみ限定される場合は、このオプションを有効にします。
no: Hoveddelen bare:Aktiver dette alternativet hvis den kontekstuelle samtykkeboksen bare skal begrenses til hovedinnholdet (uten overskrift og bunntekst).
pl: Tylko sekcja główna:Aktywuj tę opcję, jeśli kontekstowe pole zgody powinno być ograniczone tylko do głównej zawartości (bez nagłówka i stopki).
pt: Somente seção principal: Ative esta opção se a caixa de consentimento contextual deve ser limitada ao conteúdo principal (sem cabeçalho e rodapé).
ro: Doar secțiunea principală: Activați această opțiune în cazul în care caseta de consimțământ contextual ar trebui să fie limitată doar la conținutul principal (fără titlu și subsol).
ru: Только основной раздел:Активируйте этот параметр, если контекстное соглашение должно быть ограничено основным контентом (без заголовка и нижнего колонтитула).
sv: Endast huvudavsnitt:Aktivera detta alternativ om rutan för kontextuellt samtycke endast ska begränsas till huvudinnehållet (utan rubrik och sidfot).
zh: 仅主节：如果上下文同意框仅限于主内容(无标题和页脚)，激活此选项。

# constants.settings.configuration.disabled
source: Disable Klaro Consent Management
cs: Zakázat správu souhlasu
da: Deaktivér Klaro Samtykkehåndtering
el: Απενεργοποίηση Της Διαχείρισης Συγκατάθεσης Klaro
fi: Poista Klaro Suostumuksen Hallinta Käytöstä
fr: Désactiver la gestion du consentement Klaro
ja: Klaro Consent Managementを無効にする
no: Deaktivere Klaro samtykke håndtering
pl: Wyłącz zarządzanie zgodami Klaro
pt: Desativar o Gerenciamento de Consentimento Klaro
ro: Dezactivați gestionarea consimțământului Klaro
ru: Отключить управление согласием Klaro
sv: Inaktivera Klaro Samtycke Management
zh: 禁用 Klaro 同意管理
