Repository: ErHaWeb/klaro_consent_manager
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: ar, cs, da, el, es, fi, fr, it, ja, nl, no, pl, pt, ru, sv, uk

# tx_klaroconsentmanager_service.on_init.description
source: Here you can define JavaScript code that will be called once per page-load. The content of this field is wrapped with `callback: function(handlerOpts) { }`. The object `handlerOpts` contains the objects `config` (the current Klaro! configuration), `service` (the current service) and possibly `vars` (any values defined by object notation in the vars field in the backend). When you enter something here, you need to know what you are doing. It is your responsibility that no JavaScript errors occur.
ar: هنا يمكنك تعريف رمز جافا سكريبت الذي سيتم استدعاؤه مرة واحدة لكل صفحة تحميل محتوى هذا الحقل ملفوف بـ `الاتصال: function(handlerOpts) { }`. الكائن 'handlerOpts' يحتوي على الكائنات 'config' (Klaro الحالية! التكوين) و "الخدمة" (الخدمة الحالية) وربما "vars" (أي قيم محددة بواسطة تدوين الكائن في حقل vars في الخلفية). عندما تدخل شيئا هنا، تحتاج إلى معرفة ما تفعله. مسؤوليتك هي أنه لا تحدث أخطاء في جافا سكريبت.
cs: Zde můžete definovat JavaScript kód, který bude volán jednou za načtení stránky. Obsah tohoto pole je zabalen "zpětným voláním: function(handlerOpts) { }`. Objekt `handlerOpts` obsahuje objekty `config` (aktuální Klaro! konfigurace), `service` (současná služba) a případně `vars` (všechny hodnoty definované zápisem objektu v poli var v backendu). Když sem něco zadáte, musíte vědět, co děláte. Je vaší odpovědností, aby nedošlo k žádným chybám JavaScriptu.
da: Her kan du definere JavaScript-kode, der vil blive kaldt en gang pr. side-belastning. Indholdet af dette felt er pakket ind med `callback: function(handlerOpts) { }`. Objektet `handlerOpts` indeholder objekter `config` (den nuværende Klaro! configuration), `service` (den aktuelle service) og muligvis `vars` (alle værdier defineret ved objektnotation i vars feltet i backend). Når du indtaster noget her, skal du vide, hvad du gør. Det er dit ansvar, at der ikke opstår JavaScript-fejl.
el: Εδώ μπορείτε να ορίσετε κώδικα JavaScript που θα ονομάζεται μία φορά ανά σελίδα-φόρτωση. Το περιεχόμενο αυτού του πεδίου είναι τυλιγμένο με `callback: function(handlerOpts) { }`. Το αντικείμενο `handlerOpts` περιέχει τα αντικείμενα `config` (το τρέχον Klaro! configuration), `service` (η τρέχουσα υπηρεσία) και ενδεχομένως `vars` (οποιεσδήποτε τιμές ορίζονται από την σημειογραφία αντικειμένου στο πεδίο vars στο backend). Όταν εισάγετε κάτι εδώ, πρέπει να ξέρετε τι κάνετε. Είναι δική σας ευθύνη ότι δεν εμφανίζονται σφάλματα JavaScript.
es: Aquí puedes definir código JavaScript que se llamará una vez por página-carga. El contenido de este campo está envuelto con `callback: function(handlerOpts) { }`. El objeto `handlerOpts` contiene los objetos `config` (el actual Klaro! configuración), `service` (el servicio actual) y posiblemente `vars` (cualquier valor definido por notación de objeto en el campo vars en el backend). Cuando introduzcas algo aquí, necesitas saber lo que estás haciendo. Es tu responsabilidad que no se produzcan errores de JavaScript.
fi: Tässä voit määritellä JavaScript-koodin, jota kutsutaan kerran sivua kohden. Tämän kentän sisältö on kääritty `callback: function(handlerOpts) { }`. Objekti `handlerOpts` sisältää objekteja `config` (nykyinen Klaro! konfiguraatio), `service` (nykyinen palvelu) ja mahdollisesti `vars` (kaikki arvot jotka on määritelty objektin notaatiossa taustaosan vars-kentässä). Kun kirjoitat jotain tähän, sinun täytyy tietää, mitä olet tekemässä. On sinun vastuullasi, että JavaScript-virheitä ei tapahdu.
fr: Ici, vous pouvez définir le code JavaScript qui sera appelé chaque fois que le service a été accepté. Le contenu de ce champ est enveloppé par `callback: function(handlerOpts) { }`. L'objet `handlerOpts` contient les objets `config` (le Klaro actuel! configuration), `service` (le service actuel) et éventuellement `vars` (toutes les valeurs définies par la notation d'objet dans le champ vars du backend). Lorsque vous entrez quelque chose ici, vous devez savoir ce que vous faites. Il est de votre responsabilité qu'aucune erreur JavaScript ne se produise.
it: Qui è possibile definire il codice JavaScript che verrà chiamato una volta per page-carico. Il contenuto di questo campo è avvolto con `callback: function(handlerOpts) { }`. L'oggetto `handlerOpts` contiene gli oggetti `config` (l'attuale Klaro! configurazione), `service` (il servizio corrente) ed eventualmente `vars` (qualsiasi valore definito dalla notazione di oggetto nel campo dei vars nel backend). Quando inserisci qualcosa qui, devi sapere cosa stai facendo. È tua responsabilità che non si verificano errori JavaScript.
ja: ここでは、ページ読み込みごとに呼び出される JavaScript コードを定義できます。 このフィールドの内容は `callback: function(handlerOpts) { }` でラップされます。 オブジェクト `handlerOps` には、`config` オブジェクトが含まれています(現在のKlaro! configuration), `service` (現在のサービス) , おそらく `vars` (バックエンドの var フィールドのオブジェクト表記で定義された値). ここに何かを入力するときは、自分が何をしているかを知る必要があります。JavaScript のエラーが発生しないことは、あなたの責任です。
nl: Hier kun je JavaScript-code definiëren die één keer per pagina-load wordt aangeroepen. De inhoud van dit veld bestaat uit `callback: function(handlerOpts) { }`. Het object `handlerOpts` bevat de objecten `config` (de huidige Klaro! configuratie), `service` (de huidige service) en mogelijk `vars` (alle waarden gedefinieerd door object notatie in het vars veld in de backend). Als je hier iets invoert, moet je weten wat je doet. Het is je verantwoordelijkheid dat er geen JavaScript-fouten optreden.
no: Her kan du definere JavaScript-kode som skal kalles én gang per sidetasting. Innholdet i dette feltet er pakket inn med `callback: function(handlerOpts) { }`. Objektet `handlerOpts` inneholder objektene `config` (den gjeldende Klaro! konfigurasjoner), `service` (gjeldende tjeneste) og muligens `vars` (alle verdier definert av objektnotasjon i varsfeltet i enden). Når du skriver inn noe her, må du vite hva du gjør. Det er ditt ansvar at det ikke forekommer noen JavaScript-feil.
pl: Tutaj możesz zdefiniować kod JavaScript, który będzie wywoływany raz na ładowanie strony. Zawartość tego pola jest owinięta `callback: function(handlerOpts) { }`. Obiekt `handlerOpts` zawiera obiekty `config` (obecny Klaro! konfiguracja), `service` (bieżąca usługa) i ewentualnie `vars` (wszelkie wartości zdefiniowane przez notację obiektu w polu vars w backendzie). Kiedy wpiszesz coś tutaj, musisz wiedzieć, co robisz. Odpowiedzialność za brak błędów JavaScript spoczywa na ciebie.
pt: Aqui você pode definir um código JavaScript que será chamado uma vez por página-carregamento. O conteúdo deste campo está encapsulado com `callback: function(handlerOpts) { }`. O objeto `handlerOpts` contém os objetos `config` (o Klaro atual! configuração), 'service' (o serviço atual) e possivelmente 'vars' (quaisquer valores definidos pela notação de objeto no campo de vars no backend). Quando você insere algo aqui, você precisa saber o que está fazendo. É sua responsabilidade que nenhum erro de JavaScript ocorre.
ru: Здесь вы можете определить код JavaScript, который будет вызываться один раз за загрузку страницы. Содержимое этого поля обертывается `callback: function(handlerOpts) { }`. Объект `handlerOpts` содержит объекты `config` (текущий Klaro! ), `service` (текущая служба) и, возможно, `vars` (любые значения, определенные с помощью записи объекта в поле vars в backend). Когда вы вводите что-нибудь здесь, вам нужно знать, что вы делаете. Ответственность за то, что ошибки JavaScript не возникает.
sv: Här kan du definiera JavaScript-kod som kommer att anropas en gång per sidladdning. Innehållet i detta fält är insvept med `callback: function(handlerOpts) { }`. Objektet `handlerOpts` innehåller objekten `config` (nuvarande Klaro! konfiguration), `service` (den aktuella tjänsten) och möjligen `vars` (alla värden som definieras av objektnotation i vars fält i backend). När du skriver in något här behöver du veta vad du gör. Det är ditt ansvar att inga JavaScript-fel uppstår.
uk: Тут ви можете визначити код JavaScript, який буде викликаний один раз на завантаження сторінки. Вміст цього поля загорнуто `callback: function(handlerOpts) { }`. Об'єкт `handlerOpts` містить об'єкти `config` (поточний Klaro! конфігурація), `сервіс` (поточна послуга) та, можливо, `vars` (будь-які значення, визначені припущення об’єкта у полі заднє значення). Коли ви введете тут що-небудь, потрібно знати, що ви робите. Ваш обов'язок стовідсотково не виникає помилок JavaScript.

# tx_klaroconsentmanager_service.on_decline.label
source: `onDecline` callback function
ar: وظيفة رد المكالمات `ondecline`
cs: `onDecline` funkce zpětného volání
da: `onDecline` tilbagekald funktion
el: `onDecline` λειτουργία επανάκλησης
es: Función de callback `onDecline`
fi: `onDecline` takaisinkutsufunktio
fr: Fonction de rappel `onDecline`
it: funzione callback `onDecline`
ja: `onDecline` コールバック関数
nl: 'onDecline' callback functie
no: `onDecline` tilbakeringingsfunksjon
pl: funkcja wywołania zwrotnego `onDecline`
pt: Função de retorno de chamada `onDecline`
ru: Функция обратного вызова «onDecline»
sv: `onDecline` callback funktion
uk: `onDecline` зворотна функція

# tx_klaroconsentmanager_service.on_decline.description
source: Here you can define JavaScript code that will be called each time the service was declined. The content of this field is wrapped with `callback: function(handlerOpts) { }`. The object `handlerOpts` contains the objects `config` (the current Klaro! configuration), `service` (the current service) and possibly `vars` (any values defined by object notation in the vars field in the backend). When you enter something here, you need to know what you are doing. It is your responsibility that no JavaScript errors occur.
ar: هنا يمكنك تعريف كود جافا سكريبت الذي سيتم استدعاؤه في كل مرة تم فيها رفض الخدمة. محتوى هذا الحقل ملفوف بـ `الاتصال: function(handlerOpts) { }`. الكائن 'handlerOpts' يحتوي على الكائنات 'config' (Klaro الحالية! التكوين) و "الخدمة" (الخدمة الحالية) وربما "vars" (أي قيم محددة بواسطة تدوين الكائن في حقل vars في الخلفية). عندما تدخل شيئا هنا، تحتاج إلى معرفة ما تفعله. مسؤوليتك هي أنه لا تحدث أخطاء في جافا سكريبت.
cs: Zde můžete definovat JavaScript kód, který bude volán pokaždé, když byla služba odmítnuta. Obsah tohoto pole je zabalen "zpětným voláním: function(handlerOpts) { }`. Objekt `handlerOpts` obsahuje objekty `config` (aktuální Klaro! konfigurace), `service` (současná služba) a případně `vars` (všechny hodnoty definované zápisem objektu v poli var v backendu). Když sem něco zadáte, musíte vědět, co děláte. Je vaší odpovědností, aby nedošlo k žádným chybám JavaScriptu.
da: Her kan du definere JavaScript-kode, der vil blive kaldt hver gang tjenesten blev afvist. Indholdet af dette felt er pakket ind med `callback: function(handlerOpts) { }`. Objektet `handlerOpts` indeholder objekter `config` (den nuværende Klaro! configuration), `service` (den aktuelle service) og muligvis `vars` (alle værdier defineret ved objektnotation i vars feltet i backend). Når du indtaster noget her, skal du vide, hvad du gør. Det er dit ansvar, at der ikke opstår JavaScript-fejl.
el: Εδώ μπορείτε να ορίσετε κώδικα JavaScript που θα καλείται κάθε φορά που η υπηρεσία απορρίφθηκε. Το περιεχόμενο αυτού του πεδίου είναι τυλιγμένο με `callback: function(handlerOpts) { }`. Το αντικείμενο `handlerOpts` περιέχει τα αντικείμενα `config` (το τρέχον Klaro! configuration), `service` (η τρέχουσα υπηρεσία) και ενδεχομένως `vars` (οποιεσδήποτε τιμές ορίζονται από την σημειογραφία αντικειμένου στο πεδίο vars στο backend). Όταν εισάγετε κάτι εδώ, πρέπει να ξέρετε τι κάνετε. Είναι δική σας ευθύνη ότι δεν εμφανίζονται σφάλματα JavaScript.
es: Aquí puede definir código JavaScript que se llamará cada vez que el servicio fue rechazado. El contenido de este campo está envuelto con `callback: function(handlerOpts) { }`. El objeto `handlerOpts` contiene los objetos `config` (el actual Klaro! configuración), `service` (el servicio actual) y posiblemente `vars` (cualquier valor definido por notación de objeto en el campo vars en el backend). Cuando introduzcas algo aquí, necesitas saber lo que estás haciendo. Es tu responsabilidad que no se produzcan errores de JavaScript.
fi: Täällä voit määritellä JavaScript-koodin, jota kutsutaan joka kerta, kun palvelu hylättiin. Tämän kentän sisältö on kääritty `callback: function(handlerOpts) { }`. Objekti `handlerOpts` sisältää objekteja `config` (nykyinen Klaro! konfiguraatio), `service` (nykyinen palvelu) ja mahdollisesti `vars` (kaikki arvot jotka on määritelty objektin notaatiossa taustaosan vars-kentässä). Kun kirjoitat jotain tähän, sinun täytyy tietää, mitä olet tekemässä. On sinun vastuullasi, että JavaScript-virheitä ei tapahdu.
fr: Ici, vous pouvez définir le code JavaScript qui sera appelé chaque fois que le service a été accepté. Le contenu de ce champ est enveloppé par `callback: function(handlerOpts) { }`. L'objet `handlerOpts` contient les objets `config` (le Klaro actuel! configuration), `service` (le service actuel) et éventuellement `vars` (toutes les valeurs définies par la notation d'objet dans le champ vars du backend). Lorsque vous entrez quelque chose ici, vous devez savoir ce que vous faites. Il est de votre responsabilité qu'aucune erreur JavaScript ne se produise.
it: Qui puoi definire il codice JavaScript che verrà chiamato ogni volta che il servizio è stato rifiutato. Il contenuto di questo campo è avvolto con `callback: function(handlerOpts) { }`. L'oggetto `handlerOpts` contiene gli oggetti `config` (l'attuale Klaro! configurazione), `service` (il servizio corrente) ed eventualmente `vars` (qualsiasi valore definito dalla notazione di oggetto nel campo dei vars nel backend). Quando inserisci qualcosa qui, devi sapere cosa stai facendo. È tua responsabilità che non si verificano errori JavaScript.
ja: ここでは、サービスが拒否されるたびに呼び出されるJavaScriptコードを定義できます。 このフィールドの内容は `callback: function(handlerOpts) { }` でラップされます。 オブジェクト `handlerOps` には、`config` オブジェクトが含まれています(現在のKlaro! configuration), `service` (現在のサービス) , おそらく `vars` (バックエンドの var フィールドのオブジェクト表記で定義された値). ここに何かを入力するときは、自分が何をしているかを知る必要があります。JavaScript のエラーが発生しないことは、あなたの責任です。
nl: Hier kun je JavaScript-code definiëren die wordt aangeroepen telkens wanneer de service is geweigerd. De inhoud van dit veld bestaat uit `callback: function(handlerOpts) { }`. Het object `handlerOpts` bevat de objecten `config` (de huidige Klaro! configuratie), `service` (de huidige service) en mogelijk `vars` (alle waarden gedefinieerd door object notatie in het vars veld in de backend). Als je hier iets invoert, moet je weten wat je doet. Het is je verantwoordelijkheid dat er geen JavaScript-fouten optreden.
no: Her kan du definere JavaScript-kode som skal ringes hver gang tjenesten ble avvist. Innholdet i dette feltet er pakket inn med `callback: function(handlerOpts) { }`. Objektet `handlerOpts` inneholder objektene `config` (den gjeldende Klaro! konfigurasjoner), `service` (gjeldende tjeneste) og muligens `vars` (alle verdier definert av objektnotasjon i varsfeltet i enden). Når du skriver inn noe her, må du vite hva du gjør. Det er ditt ansvar at det ikke forekommer noen JavaScript-feil.
pl: Tutaj możesz zdefiniować kod JavaScript, który będzie wywoływany za każdym razem, gdy usługa została odrzucona. Zawartość tego pola jest owinięta `callback: function(handlerOpts) { }`. Obiekt `handlerOpts` zawiera obiekty `config` (obecny Klaro! konfiguracja), `service` (bieżąca usługa) i ewentualnie `vars` (wszelkie wartości zdefiniowane przez notację obiektu w polu vars w backendzie). Kiedy wpiszesz coś tutaj, musisz wiedzieć, co robisz. Odpowiedzialność za brak błędów JavaScript spoczywa na ciebie.
pt: Aqui você pode definir um código JavaScript que será chamado cada vez que o serviço foi recusado. O conteúdo deste campo está encapsulado com `callback: function(handlerOpts) { }`. O objeto `handlerOpts` contém os objetos `config` (o Klaro atual! configuração), 'service' (o serviço atual) e possivelmente 'vars' (quaisquer valores definidos pela notação de objeto no campo de vars no backend). Quando você insere algo aqui, você precisa saber o que está fazendo. É sua responsabilidade que nenhum erro de JavaScript ocorre.
ru: Здесь вы можете определить код JavaScript, который будет вызываться каждый раз, когда сервис был отклонен. Содержимое этого поля обертывается `callback: function(handlerOpts) { }`. Объект `handlerOpts` содержит объекты `config` (текущий Klaro! ), `service` (текущая служба) и, возможно, `vars` (любые значения, определенные с помощью записи объекта в поле vars в backend). Когда вы вводите что-нибудь здесь, вам нужно знать, что вы делаете. Ответственность за то, что ошибки JavaScript не возникает.
sv: Här kan du definiera JavaScript-kod som kommer att anropas varje gång tjänsten avvisades. Innehållet i detta fält är insvept med `callback: function(handlerOpts) { }`. Objektet `handlerOpts` innehåller objekten `config` (nuvarande Klaro! konfiguration), `service` (den aktuella tjänsten) och möjligen `vars` (alla värden som definieras av objektnotation i vars fält i backend). När du skriver in något här behöver du veta vad du gör. Det är ditt ansvar att inga JavaScript-fel uppstår.
uk: Тут ви можете визначити код JavaScript, який буде викликатися кожен раз, коли послуга була відхилена. Вміст цього поля загорнуто `callback: function(handlerOpts) { }`. Об'єкт `handlerOpts` містить об'єкти `config` (поточний Klaro! конфігурація), `сервіс` (поточна послуга) та, можливо, `vars` (будь-які значення, визначені припущення об’єкта у полі заднє значення). Коли ви введете тут що-небудь, потрібно знати, що ви робите. Ваш обов'язок стовідсотково не виникає помилок JavaScript.

# tx_klaroconsentmanager_service.vars.label
source: Variables
ar: المتغيرات
cs: Proměnné
da: Variabler
el: Μεταβλητές
fi: Muuttujat
it: Variabili
ja: 変数
nl: Variabelen
no: Variabler
pl: Zmienne
pt: Variáveis
ru: Переменные
sv: Variabler
uk: Змінні

# tx_klaroconsentmanager_service.vars.description
source: Variables that can be used in callback functions. The content of this field is enclosed in curly brackets. The JavaScript object notation is expected in them. When you enter something here, you need to know what you are doing. It is your responsibility that no JavaScript errors occur.
ar: المتغيرات التي يمكن استخدامها في وظائف رد الاتصال. محتوى هذا الحقل مرتبط بين قوسين متعجلين. يتوقع تدوين كائن جافا سكريبت فيها. عندما تدخل شيئا هنا، تحتاج إلى معرفة ما تفعله. مسؤوليتك هي أنه لا تحدث أخطاء في جافا سكريبت.
cs: Proměnné, které lze použít pro funkce zpětného volání. Obsah tohoto pole je obsažen v zakrytých závorkách. V nich se očekává zápis objektu JavaScriptu. Když sem něco zadáte, musíte vědět, co děláte. Je vaší odpovědností, aby nedošlo k žádným chybám JavaScriptu.
da: Variabler som kan bruges i callback-funktioner. Indholdet i dette felt er omgivet af krøllede parenteser. Notation af JavaScript- objekt forventes i dem. Når du indtaster noget her, skal du vide, hvad du gør. Det er dit ansvar, at der ikke opstår JavaScript-fejl.
el: Μεταβλητές που μπορούν να χρησιμοποιηθούν σε λειτουργίες επανάκλησης. Το περιεχόμενο αυτού του πεδίου εσωκλείεται σε αγκύλες σγουριών. Η σημειογραφία αντικειμένου JavaScript αναμένεται σε αυτά. Όταν εισάγετε κάτι εδώ, πρέπει να ξέρετε τι κάνετε. Είναι δική σας ευθύνη ότι δεν εμφανίζονται σφάλματα JavaScript.
es: Variables que pueden ser usadas en funciones de devolución de llamada. El contenido de este campo está encerrado entre llaves. Se espera la notación del objeto JavaScript en ellos. Cuando introduzcas algo aquí, necesitas saber lo que estás haciendo. Es tu responsabilidad que no se produzcan errores de JavaScript.
fi: Muuttujat, joita voidaan käyttää takaisinkutsutoiminnoissa. Tämän kentän sisältö on suljettu sulkuihin. Javascript-objektin notaatio on odotettavissa niissä. Kun kirjoitat jotain tähän, sinun täytyy tietää, mitä olet tekemässä. On sinun vastuullasi, että JavaScript-virheitä ei tapahdu.
fr: Variables qui peuvent être utilisées dans les fonctions de rappel. Le contenu de ce champ est encadré par des accolades. La notation de l'objet JavaScript est attendue dans eux. Lorsque vous entrez quelque chose ici, vous devez savoir ce que vous faites. Il est de votre responsabilité qu'aucune erreur JavaScript ne se produise.
it: Variabili che possono essere usate nelle funzioni di callback. Il contenuto di questo campo è racchiuso tra parentesi ricce. La notazione dell'oggetto JavaScript è attesa in essi. Quando inserisci qualcosa qui, devi sapere cosa stai facendo. È tua responsabilità che non si verificano errori JavaScript.
ja: コールバック関数で使用できる変数。このフィールドの内容は、中括弧で囲まれています。 JavaScript オブジェクト表記が必要です。 ここに何かを入力するときは、自分が何をしているかを知る必要があります。JavaScript のエラーが発生しないことは、あなたの責任です。
nl: Variabelen die kunnen worden gebruikt in callback functies. De inhoud van dit veld staat ingesloten in accolades. De notatie van JavaScript-object wordt in hen verwacht. Als je hier iets invoert, moet je weten wat je doet. Het is je verantwoordelijkheid dat er geen JavaScript-fouten optreden.
no: Variabler som kan brukes i callbackfunksjoner. Innholdet i dette feltet er vedlagt i krøllparenteser. JavaScript-objektnotasjon forventes i dem. Når du skriver inn noe her, må du vite hva du gjør. Det er ditt ansvar at det ikke forekommer noen JavaScript-feil.
pl: Zmienne, które mogą być używane w funkcjach wywołania zwrotnego. Zawartość tego pola jest zamknięta w nawiasach klamrowych. Oczekiwana jest w nich notacja obiektu JavaScript. Kiedy wpiszesz coś tutaj, musisz wiedzieć, co robisz. Odpowiedzialność za brak błędów JavaScript spoczywa na ciebie.
pt: Variáveis que podem ser usadas em funções de callback. O conteúdo deste campo é incluído em chaves. A notação de objeto JavaScript é esperada neles. Quando você insere algo aqui, você precisa saber o que está fazendo. É sua responsabilidade que nenhum erro de JavaScript ocorre.
ru: Переменные, которые могут быть использованы в функциях обратного вызова. Содержание этого поля заключено в скобки. В них ожидается нотация объекта JavaScript. Когда вы вводите что-нибудь здесь, вам нужно знать, что вы делаете. Ответственность за то, что ошибки JavaScript не возникает.
sv: Variabler som kan användas i callback-funktioner. Innehållet i detta fält är inneslutet i lockiga parenteser. JavaScript-objektnotation förväntas i dem. När du skriver in något här behöver du veta vad du gör. Det är ditt ansvar att inga JavaScript-fel uppstår.
uk: Змінні, які можуть бути використані в функціях зворотного виклику. Вміст цього поля зберігається у фігурні дужки. Нотація для об'єкта JavaScript очікується в них. Коли ви введете тут що-небудь, потрібно знати, що ви робите. Ваш обов'язок стовідсотково не виникає помилок JavaScript.

# tx_klaroconsentmanager_service.hidden
source: Service visible
ar: الخدمة مرئية
cs: Služba je viditelná
da: Tjenesten er synlig
el: Ορατή υπηρεσία
es: Servicio visible
fi: Palvelu näkyvissä
it: Servizio visibile
ja: サービスを表示する
nl: Dienst zichtbaar
no: Tjeneste synlig
pl: Usługa widoczna
pt: Serviço visível
ru: Служба видима
sv: Tjänsten synlig
uk: Видимий для служби

# tx_klaroconsentmanager_cookie
source: Cookie
ar: كوكي
es: Galleta
fi: Eväste
ja: クッキー
nl: Koekje
no: Kjeks
pl: Ciasteczka
pt: Biscoito
ru: Печенье
sv: Kaka
uk: Печиво

# tx_klaroconsentmanager_cookie.tabs.general
source: General
ar: عام
cs: Obecná ustanovení
da: Generelt
el: Γενικά
fi: Yleiset
fr: Général
it: Generale
ja: 全般
nl: Algemeen
no: Generelt
pl: Ogólny
pt: Gerais
ru: Общие положения
sv: Allmänt
uk: Загальні налаштування

# tx_klaroconsentmanager_cookie.tabs.access
source: Access
ar: الوصول
cs: Přístup
da: Adgang
el: Πρόσβαση
es: Acceder
fi: Pääsy
fr: Accès
it: Accesso
ja: アクセス
nl: Toegangsrechten
no: Tilgang
pl: Dostęp
pt: Acesso
ru: Доступ
sv: Åtkomst
uk: Доступ
