Repository: ErHaWeb/klaro_consent_manager
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: ar, cs, da, el, es, fi, fr, it, ja, nl, no, pl, pt, ru, sv, uk

# tx_klaroconsentmanager_configuration.show_description_empty_store.label
source: Show Description (Empty Store)
ar: إظهار الوصف (مخزن فارغ)
cs: Zobrazit popis (obchod s obrazovkami)
da: Vis Beskrivelse (Omfattet Butik)
el: Εμφάνιση Περιγραφής (Empty Store)
es: Mostrar descripción (tienda vacía)
fi: Näytä Kuvaus (Empty Store)
fr: Afficher la description (magasin uniquement)
it: Mostra Descrizione (Negozio Vuoto)
ja: 説明を表示 (空の店舗)
nl: Toon beschrijving (mpty winkel)
no: Vis beskrivelse (Empty Butikk)
pl: Pokaż opis (Wysoki sklepu)
pt: Mostrar Descrição (Loja vazia)
ru: Показать описание (пустой магазин)
sv: Visa beskrivning (Empty Store)
uk: Показати Опис (порожній магазин)

# tx_klaroconsentmanager_configuration.show_description_empty_store.description
source: Show an explanatory text in contextual consent placeholders when no consent storage exists yet (first visit / empty store). This informs users that a permanent decision ("Always") requires allowing Klaro to store consent first. This only has an effect in contextual consent widgets/overlays (e.g. for embedded media) and only if the consent store (cookie/localStorage) is empty.
ar: إظهار نص تفسيري في العناصر النائبة للموافقة السياقية عندما لا يوجد تخزين الموافقة حتى الآن (الزيارة الأولى / متجر فارغ). وهذا يخبر المستخدمين بأن القرار الدائم ("دائماً") يتطلب السماح لكلارو بتخزين الموافقة أولاً. هذا فقط له تأثير في موادج/تراكب الموافقة السياقية (على سبيل المثال للوسائط المضمنة) فقط إذا كان متجر الموافقة (cookie/localStorag) فارغًا.
cs: Zobrazit vysvětlující text v kontextových zástupných symbolech, když ještě neexistuje žádné úložiště souhlasu (první návštěva / prázdný obchod). To uživatele informuje, že trvalé rozhodnutí („Always“) vyžaduje umožnit Klaru nejprve uložení souhlasu. Toto má efekt pouze ve widgetech/potahech kontextového souhlasu (např. pro vložená média) a pouze v případě, že je prázdná položka souhlasu (cookie/localStorage).
da: Vis en forklarende tekst i kontekstuelle samtykkepladsholdere, når der endnu ikke er lagret samtykke (første besøg / tom butik). Dette informerer brugerne om, at en permanent beslutning ("Always") kræver at Klaro først kan opbevare samtykke. Dette har kun en effekt i kontekstuelle samtykke widgets/overlays (f.eks. for indlejrede medier), og kun hvis samtykke butikken (cookie/localStorage) er tom.
el: Εμφάνιση ενός επεξηγηματικού κειμένου σε σχετικούς κατόχους θέσης συναίνεσης όταν δεν υπάρχει ακόμα χώρος αποθήκευσης συναίνεσης (πρώτη επίσκεψη / άδειο κατάστημα). Αυτό ενημερώνει τους χρήστες ότι μια μόνιμη απόφαση ("Πάντα") απαιτεί επιτρέποντας στο Klaro να αποθηκεύσει πρώτα τη συναίνεση. Αυτό έχει αποτέλεσμα μόνο σε γραφικά στοιχεία/επικαλύψεις συγκατάθεσης (π.χ., για ενσωματωμένα πολυμέσα) και μόνο αν το κατάστημα συγκατάθεσης (cookie/localStorage) είναι κενό.
es: Mostrar un texto explicativo en marcadores de posición de consentimiento contextual cuando aún no existe almacenamiento de consentimiento (primera visita / tienda vacía). Esto informa a los usuarios que una decisión permanente ("Siempre") requiere permitir que Klaro almacene primero su consentimiento. Esto sólo tiene un efecto en los widgets/overlays de consentimiento contextual (por ejemplo, para soportes embebidos) y sólo si la tienda de consentimiento (cookie/localStorage) está vacía.
fi: Näytä selittävä teksti kontekstissa suostumuksen paikanpitäjät, kun suostumuksen tallennustilaa ei ole vielä (vieraile ensin / tyhjä kauppa). Tämä ilmoittaa käyttäjille, että pysyvä päätös ("Aina") edellyttää, että Klaro voi tallentaa suostumuksen ensin. Tämä vaikuttaa vain kontekstuaalisen suostumuksen widgeteihin/peittoalueisiin (esim. upotettuihin medioihin) ja vain jos suostumuskauppa (cookie/localStorage) on tyhjä.
fr: Afficher un texte explicatif dans les espaces réservés au consentement contextuel lorsque le stockage du consentement n'existe pas encore (première visite / magasin vide). Ceci informe les utilisateurs qu'une décision permanente ("Toujours") nécessite d'autoriser Klaro à stocker son consentement en premier. Cela n'a d'effet que dans les widgets/superpositions contextuelles (par exemple pour les médias embarqués) et seulement si la boutique de consentement (cookie/localStorage) est vide.
it: Mostra un testo esplicativo nei segnaposto del consenso contestuale quando non esiste ancora alcuna memorizzazione del consenso (prima visita / negozio vuoto). Questo informa gli utenti che una decisione permanente ("Sempre") richiede di consentire a Klaro di memorizzare prima il consenso. Questo ha un effetto solo nei widget/overlay del consenso contestuale (ad esempio per i supporti incorporati) e solo se il negozio del consenso (cookie/localStorage) è vuoto.
ja: コンセントストレージがまだ存在しない場合、コンセントプレースホルダに説明文を表示します (最初の訪問/空の店舗)。 これにより、ユーザーは永続的な決定(「常時」)が、Klaroが最初に同意を保存することを許可する必要があることを知らせます。 これはコンセントウィジェット/オーバーレイ(埋め込まれたメディアの場合など)にのみ影響し、同意ストア(クッキー/ロケールストレージ)が空の場合にのみ影響します。
nl: Toon een toelichting in contextuele toestemmingsplaatshouders wanneer er nog geen toestemming opslag bestaat (eerste bezoek / lege winkel). Dit informeert gebruikers dat een permanente beslissing ("Altijd") eerst toestemming voor Klaro vereist om toestemming op te slaan. Dit heeft alleen een effect in contextuele toestemmings-widgets/overlays (bv. voor ingebedde media) en alleen als de toestemming winkel (cookie/localStorage) leeg is.
no: Vis en forklarende tekst i kontekstuell samtykke plassholdere der det ikke finnes noen tillatelse (først besøk / tom butikk). Dette informerer brukere om at en permanent avgjørelse («alltid») krever at Klaro må samtykke først. Dette har bare en effekt i kontekstuelle samtykker widgets/overlegg (f.eks. for innebygde media) og bare hvis samtykket butikken (cookie/localStorage) er tom.
pl: Pokaż tekst wyjaśniający w kontekstowej wyrażeniu zgody zastępczej, gdy nie istnieje jeszcze żadne przechowywanie zgody (pierwsza wizyta / pusty sklep). To informuje użytkowników, że stała decyzja ("Zawsze") wymaga zezwolenia Klaro na przechowywanie zgody w pierwszej kolejności. Ma to wpływ tylko na kontekstowe widżety/nakładki zgody (np. dla nośników wbudowanych) i tylko wtedy, gdy magazyn zgody (cookie/localStorage) jest pusty.
pt: Mostrar um texto explicativo nos espaços reservados de consentimento contextual quando não existe armazenamento de consentimento ainda (primeira visita / loja vazia). Isso informa os usuários que uma decisão permanente ("Sempre") requer permitir que a Klaro armazene o consentimento primeiro. Isso só tem efeito em widgets/sobreposições de consentimento contextual (por exemplo, para mídia incorporada) e somente se a loja de consentimento (cookie/armazenamento local) estiver vazia.
ru: Показывать пояснительный текст в контекстных заполнителях согласия, когда еще не существует хранилища согласия (первый визит / пустой магазин). Это информирует пользователей о том, что постоянное решение ("Всегда") требует разрешения Klaro на хранение согласия первым. Это действует только в контексте виджетов/накладываемых изображений (например, для встроенных медиа) и только в том случае, если магазин согласия (cookie/localStorage) пуст.
sv: Visa en förklarande text i kontextuella samtyckesplatshållare när det ännu inte finns någon samtyckeslagring (första besöket/tom butik). Detta informerar användare om att ett permanent beslut ("Alltid") kräver att Klaro först tillåter sitt samtycke. Detta har endast en effekt i kontextuella samtyckeswidgetar/överlägg (t.ex. för inbäddade media) och endast om samtyckesbutiken (US/localStorage) är tom.
uk: Показувати пояснюючий текст у контекстуальних наповнювачі згоди, коли ще немає сховища згоди (перший візит / порожній магазин). Це інформує користувачів, що постійне рішення ("Завжди") вимагає в Klaro зберегти згоду на перше місце. Це має ефект тільки в контекстуальних віджета/накладних шарах (наприклад, для вбудованого медіа) і тільки в тому випадку, якщо магазин згоди (cookie/localStorage) порожній.

# tx_klaroconsentmanager_configuration.auto_focus.label
source: Auto Focus
ar: التركيز التلقائي
cs: Automatické zaostření
da: Auto Fokus
el: Αυτόματη Εστίαση
es: Enfoque automático
fi: Automaattinen Kohdistus
fr: Focus automatique
it: Focus Automatico
ja: オートフォーカス
nl: Automatisch Focus
no: Automatisk fokus
pl: Auto ostrość
pt: Foco Automático
ru: Автофокусировка
sv: Automatisk fokus
uk: Автофокус

# tx_klaroconsentmanager_configuration.auto_focus.description
source: Automatically focus the Klaro consent notice/modal container when it opens to improve keyboard navigation and accessibility.
ar: تركيز إشعار الموافقة على كلارو/حاوية الوسائط تلقائياً عند فتحها لتحسين التنقل والوصول إلى لوحة المفاتيح.
cs: Automaticky zaměřit kontejner s upozorněním/modálním povolením Klaro, když se otevře ke zlepšení navigace klávesnice a přístupnosti.
da: Fokuser automatisk Klaro samtykke varsel/modal container, når det åbner for at forbedre tastatur navigation og tilgængelighed.
el: Αυτόματη εστίαση της ειδοποίησης συγκατάθεσης Klaro / modal container όταν ανοίγει για τη βελτίωση της πλοήγησης του πληκτρολογίου και της προσβασιμότητας.
es: Enfocar automáticamente el aviso/contenedor modal de consentimiento de Klaro cuando se abre para mejorar la navegación y accesibilidad del teclado.
fi: Tarkenna automaattisesti Klaron suostumuksen ilmoitus/modaalisäiliö avatessaan näppäimistön navigoinnin ja esteettömyyden parantamiseksi.
fr: Mettre automatiquement au point le conteneur de consentement Klaro lorsqu'il s'ouvre pour améliorer la navigation et l'accessibilité du clavier.
it: Focalizza automaticamente il contenitore di notifica di consenso di Klaro / modale quando si apre per migliorare la navigazione e l'accessibilità della tastiera.
ja: キーボードのナビゲーションとアクセシビリティを向上させるために、Klaro同意通知/モーダルコンテナを自動的にフォーカスします。
nl: Automatisch de Klaro toestemming waarschuwing/modale container focussen wanneer deze opent om de toetsenbordnavigatie en toegankelijkheid te verbeteren.
no: Fokuser automatisk på varsel/modalbeholder for Klaro når den åpnes for å forbedre tastaturnavigasjon og tilgjengelighet.
pl: Automatycznie skupiaj powiadomienie o zgodzie Klaro / pojemnik modalny, gdy otworzy się na poprawę nawigacji i dostępności klawiatury.
pt: Focar automaticamente o recipiente do aviso do consentimento Klaro quando ele abrir para melhorar a navegação e a acessibilidade do teclado.
ru: Автоматически фокусироваться на уведомлении/модальном контейнере Klaro, когда он откроется для улучшения навигации по клавиатуре и доступности.
sv: Fokusera automatiskt Klaros samtyckesmeddelande/modal behållare när den öppnas för att förbättra tangentbordsnavigering och tillgänglighet.
uk: Автоматично сфокусуватися на наданні повідомлення Klaro та модального контейнера, коли він відкривається для покращення навігації за допомогою клавіатури.

# tx_klaroconsentmanager_configuration.disable_powered_by.label
source: Disable Powered By
ar: تعطيل بواسطة
cs: Zakázat zapnutí
da: Deaktiver Drevet Af
el: Απενεργοποίηση Τροφοδοτημένου Από
es: Desactivar Powered by
fi: Poista Käytöstä Powered By
fr: Désactiver alimenté par
it: Disabilita Powered By
ja: Powered By を無効にする
nl: Powered By Uitschakelen
no: Deaktivere Powered by
pl: Wyłącz zasilane przez
pt: Desativar Desenvolvido por
ru: Отключить питание от
sv: Inaktivera drivs av
uk: Вимкнути по мережі

# tx_klaroconsentmanager_configuration.disable_powered_by.description
source: You can also remove the "Realized with Klaro!" text in the consent modal. Please don't do this! We provide Klaro as a free open source tool. Placing a link to our website helps us spread the word about it, which ultimately enables us to make Klaro! better for everyone. So please be fair and keep the link enabled. Thanks :)
ar: يمكنك أيضًا إزالة نص "تحقق مع كلارو!" في صيغة الموافقة. من فضلك لا تفعل ذلك! نحن نقدم كلارو كأداة مفتوحة المصدر. إن وضع رابط لموقعنا على شبكة الإنترنت يساعدنا على نشر الكلمة عنه، مما يمكننا في نهاية المطاف من جعل كلارو! أفضل للجميع. لذا يرجى أن تكون عادلة وأن تبقي الرابط ممكناً. شكراً :)
cs: Můžete také odstranit text "Realizovaný s Klaro!" v režimu souhlasu. Prosím, nedělejte to! Poskytujeme Klaro jako bezplatný open source nástroj. Umístění odkazu na naše webové stránky nám pomáhá šířit slovo o ní, což nám nakonec umožní Klaro! Takže buďte prosím spravedlivý a ponechte odkaz zapnutý. Děkujeme :)
da: Du kan også fjerne teksten "Realized with Klaro!" i samtykke modal. Gør det ikke! Vi leverer Klaro som et gratis open source-værktøj. Placering af et link til vores hjemmeside hjælper os med at sprede budskabet om det, som i sidste ende giver os mulighed for at gøre Klaro! bedre for alle. Så vær venlig at være fair og holde linket aktiveret. Tak :)
el: Μπορείτε επίσης να αφαιρέσετε το κείμενο "Πραγματοποιήθηκε με Klaro!" στο πλαίσιο συναίνεσης. Παρακαλώ μην το κάνετε! Παρέχουμε το Klaro ως δωρεάν εργαλείο ανοιχτού κώδικα. Τοποθετώντας ένα σύνδεσμο στην ιστοσελίδα μας βοηθά να διαδώσουμε τη λέξη γι 'αυτό, η οποία τελικά μας δίνει τη δυνατότητα να κάνουμε το Κλάρο! καλύτερο για όλους. Σας παρακαλώ λοιπόν να είστε δίκαιοι και κρατήστε τον σύνδεσμο ενεργοποιημένο. Ευχαριστούμε :)
es: También puede eliminar el texto "Realizado con Klaro!" en la modalidad de consentimiento. ¡Por favor, no hagas esto! Proporcionamos Klaro como una herramienta de código abierto gratuita. Colocar un enlace a nuestro sitio web nos ayuda a difundir la información sobre el mismo, lo que finalmente nos permite hacer Klaro mejor para todos. Así que por favor sea justo y mantenga el enlace habilitado. Gracias :)
fi: Voit myös poistaa "Realized with Klaro!" tekstin suostumuksen modaali. Älä tee tätä! Tarjoamme Klaron ilmaiseksi avoimen lähdekoodin työkaluksi. Linkin asettaminen sivustollemme auttaa meitä levittämään sanaa siitä, mikä lopulta antaa meille mahdollisuuden tehdä Klaro! paremmin kaikille. Joten ole oikeudenmukainen ja pidä linkki käytössä. Kiitos :)
fr: Vous pouvez également supprimer le texte "Réalisé avec Klaro!" dans le modal de consentement. Ne faites pas cela! Nous fournissons Klaro comme un outil open source gratuit. La mise en place d'un lien vers notre site web nous aide à faire passer le mot à ce sujet, ce qui nous permet en fin de compte de rendre Klaro meilleur pour tout le monde. Alors s'il vous plaît soyez juste et gardez le lien activé. Merci :)
it: Puoi anche rimuovere il testo "Realizzato con Klaro!" nella modalità consenso. Per favore, non farlo! Forniamo Klaro come strumento open source gratuito. Posizionare un link al nostro sito web ci aiuta a diffondere la parola su di esso, che in ultima analisi ci permette di rendere Klaro! migliore per tutti. Quindi siate giusti e mantenete il link abilitato. Grazie :)
ja: 同意モーダルで「Klaroで実現!」テキストを削除することもできます。 私たちはKlaroを無料のオープンソースツールとして提供しています。 私たちのウェブサイトへのリンクを配置すると、私たちはそれについての言葉を広めることができます, 最終的に私たちはKlaroを作ることができます! だから公平であり、リンクを有効にしてください。ありがとう:)
nl: Je kunt ook de "Gerealiseerd met Klaro!" tekst verwijderen in de consent modal. Doe dit alsjeblieft niet! We bieden Klaro als gratis open source tool. Het plaatsen van een link naar onze website helpt ons het woord erover te verspreiden, waardoor we uiteindelijk Klaro beter kunnen maken voor iedereen. Wees dus eerlijk en houd de link ingeschakeld. Bedankt:)
no: Du kan også fjerne teksten "Erkjent med Klaro!" i samtykkemodalen. Vennligst ikke gjør dette! Vi tilbyr Klaro som et gratis åpen kildekode-verktøy. Ved å plassere en lenke til vår nettside, hjelper vi oss å spre ordet om det, noe som til slutt gir oss muligheten til å gjøre Klaro! bedre for alle. Så er du rettferdig og holder lenken aktivert. Takk :)
pl: Możesz również usunąć tekst "Zrealizowany z Klaro!" w modalu zgody. Proszę nie robić! Dostarczamy Klaro jako darmowe narzędzie open source. Umieszczanie linku na naszej stronie internetowej pomaga nam rozpowszechniać słowa o nim, co w ostatecznym rozrachunku pozwala nam uczynić Klaro! lepszym dla wszystkich. Więc bądź uczciwy i pozostaw link włączony. Dziękujemy :)
pt: Você também pode remover o texto "Realizado com Klaro!" na janela de consentimento. Por favor, não faça isso! Nós fornecemos Klaro como uma ferramenta gratuita de código aberto. Adicionar um link para o nosso site nos ajuda a espalhar a palavra sobre ele, o que, em última análise, nos permite tornar Klaro! melhor para todos. Então por favor, seja justo e mantenha o link habilitado. Obrigado :)
ru: Вы также можете удалить текст "Realized with Klaro!" в режиме согласия. Пожалуйста, не делайте это! Мы предоставляем Klaro в качестве бесплатного инструмента с открытым исходным кодом. Размещение ссылки на наш сайт поможет нам рассказать об этом, что в конечном итоге позволяет нам сделать Klaro! Итак, пожалуйста, будьте честны и держите ссылку включенной. Спасибо :)
sv: Du kan också ta bort texten "Realized with Klaro!" i samtyckesmodalen. Gör inte detta! Vi tillhandahåller Klaro som ett gratis open source-verktyg. Att lägga en länk till vår hemsida hjälper oss att sprida ordet om det, vilket i slutändan gör att vi kan göra Klaro! bättre för alla. Så var rättvis och håll länken aktiverad. Tack :)
uk: Ви також можете видалити текст "Realized з Klaro!" в модульній згоди. Будь ласка, не робіть цього! Ми надаємо Klaro як безкоштовний інструмент з відкритим кодом. Розміщення посилання на наш сайт допомагає нам розповсюджувати інформацію про нього, що в кінцевому підсумку дозволяє нам зробити Klaro! краще для всіх. Тому, будь ласка, будьте справедливими і збережіть посилання включене. Дякуємо :)

# tx_klaroconsentmanager_configuration.services.label
source: Services
ar: الخدمات
cs: Služby
da: Tjenester
el: Υπηρεσίες
es: Servicios
fi: Palvelut
it: Servizi
ja: サービス
nl: Voorzieningen
no: Tjenester
pl: Usługi
pt: Serviços
ru: Услуги
sv: Tjänster
uk: Послуги

# tx_klaroconsentmanager_configuration.services.description
source: Here you specify the third-party services that Klaro will manage for you.
ar: هنا يمكنك تحديد خدمات الطرف الثالث التي سيديرها لك كلارو.
cs: Zde specifikujete služby třetích stran, které pro vás bude Klaro řídit.
da: Her angiver du de tredjepartstjenester, Klaro vil håndtere for dig.
el: Εδώ μπορείτε να καθορίσετε τις υπηρεσίες τρίτων που θα διαχειριστεί Klaro για εσάς.
es: Aquí especifica los servicios de terceros que Klaro gestionará por usted.
fi: Tässä määrität kolmannen osapuolen palvelut, joita Klaro hallinnoi sinulle.
fr: Ici, vous spécifiez les services tiers que Klaro gérera pour vous.
it: Qui specifichi i servizi di terze parti che Klaro gestirà per te.
ja: ここでは、Klaroがあなたのために管理するサードパーティのサービスを指定します。
nl: Geef hier de diensten van derden op die Klaro voor u zal beheren.
no: Her velger du tredjeparts-tjenestene som Klaro skal administrere for deg.
pl: Tutaj określasz usługi innych firm, którymi Klaro będzie zarządzać dla Ciebie.
pt: Aqui você especifica os serviços de terceiros que Klaro gerenciará para você.
ru: Здесь вы указываете сторонние сервисы, которыми Klaro будет вам управлять.
sv: Här anger du vilka tredjepartstjänster Klaro kommer att hantera för dig.
uk: Тут Ви вказали сторонні послуги, якими Klaro керуватиме для вас.

# tx_klaroconsentmanager_configuration.purpose_order.label
source: Purpose Order
ar: أمر الغرض
cs: Účel objednávky
da: Formål Ordre
el: Σειρά Σκοπός
es: Orden de propósito
fi: Tarkoitus Järjestys
fr: Ordre d'objectif
it: Ordine Scopo
ja: 目的の注文
nl: Doel Bestelling
no: Formål ordre
pl: Kolejność celu
pt: Propósito da Ordem
ru: Порядок назначения
sv: Syfte Order
uk: Призначення замовлення

# tx_klaroconsentmanager_configuration.purpose_order.description
source: The order in which purposes appear in the notice and modal can be changed via the `purposeOrder` parameter, which can be given a list with purpose names and will display those purposes in the order in which they appear in the list.
ar: الترتيب الذي تظهر به الأغراض في الإشعار والنمط يمكن تغييره عن طريق معلمة `targeeOrder`، يمكن إعطاؤها قائمة تتضمن أسماء الغرض وستعرض تلك الأغراض بالترتيب الذي تظهر به في القائمة.
cs: Pořadí, ve kterém jsou cíle zobrazeny v oznámení a modalu, lze změnit pomocí parametru `purpose Order`, který může být poskytnut seznam s účelovými názvy a bude zobrazovat tyto účely v pořadí, v jakém jsou uvedeny v seznamu.
da: Den rækkefølge, i hvilken formål der vises i bekendtgørelsen og modal kan ændres via 'purpose Order' parameter, som kan gives en liste med formålsnavne og vil vise disse formål i den rækkefølge, de vises i listen.
el: Η σειρά με την οποία οι σκοποί εμφανίζονται στην ειδοποίηση και το modal μπορούν να αλλάξουν μέσω της παραμέτρου `purposeOrder`, στο οποίο μπορεί να δοθεί κατάλογος με ονόματα σκοπού και θα εμφανίζονται οι σκοποί αυτοί με τη σειρά με την οποία εμφανίζονται στη λίστα.
es: El orden en el que aparecen los propósitos en el aviso y modal puede ser cambiado a través del parámetro `purposeOrder`, el cual puede ser dado una lista con los nombres de propósito y mostrará esos propósitos en el orden en que aparecen en la lista.
fi: Järjestys, jossa tarkoitukset näkyvät ilmoituksessa ja modaali, voidaan muuttaa `purposeOrder`-parametrin avulla, joille voidaan antaa luettelo, jolla on käyttötarkoituksen nimet, ja jotka näytetään siinä järjestyksessä, jossa ne on luettelossa.
fr: L'ordre dans lequel les buts apparaissent dans l'avis et la modale peut être modifié via le paramètre `purposeOrder`, qui peuvent être donnés à une liste avec les noms des buts et qui les afficheront dans l'ordre dans lequel ils apparaissent dans la liste.
it: L'ordine in cui gli scopi appaiono nell'avviso e nel modal può essere modificato tramite il parametro `purposeOrder`, che può essere dato un elenco con nomi di scopo e che mostrerà tali scopi nell'ordine in cui appaiono nell'elenco.
ja: 通知とモーダルに表示される目的の順序は、 `purposeOrder` パラメータを使用して変更できます。 目的名のリストを与えることができ、目的名のリストに表示される順序で表示されます。
nl: De volgorde waarin de doelen in de melding verschijnen, kan veranderd worden met de `doel-Order` parameter, die een lijst met doelnamen kunnen krijgen en die doelen weergeven in de volgorde waarin ze worden weergegeven in de lijst.
no: Rekkefølgen formål som vises i varselet og modalen kan endres via parameteren `formålsordre` som kan angis på en liste med navnene for formålet, og som vil vise formålene i den rekkefølgen de vises i listen.
pl: Kolejność, w której cele pojawiają się w ogłoszeniu i w jaki sposób można zmienić za pomocą parametru `purposeOrder`, który może otrzymać listę z nazwami celów i będzie wyświetlać te cele w kolejności, w jakiej pojawiają się na liście.
pt: A ordem em que os propósitos aparecem no aviso e modal podem ser alterados através do parâmetro `purposeOrder`, que pode receber uma lista com nomes de propósitos e irá exibir esses propósitos na ordem em que eles aparecem na lista.
ru: Порядок отображения в уведомлении и модале можно изменить с помощью параметра `purposeOrder`, , который может быть дан список с целевыми именами и будет отображать эти цели в том порядке, в котором они будут отображаться в списке.
sv: Den ordning i vilken ändamål visas i meddelandet och modal kan ändras via `purposeOrder`-parametern, som kan ges en lista med ändamålsnamn och kommer att visa dessa syften i den ordning de visas i listan.
uk: Порядок в якому будуть відображатися в повідомленні і модалі можна змінити через параметр `purposeOrder`, який може бути наведений список з призначеннями і буде відображати їх у порядку, у якому вони з'являються у списку.
