Repository: ErHaWeb/klaro_consent_manager
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: ar, cs, da, el, es, fi, fr, it, ja, nl, no, pl, pt, ru, sv, uk

# tt_content.tx_klaroconsentmanager_service.label
source: Contextual Consent
ar: الموافقة السياقية
cs: Kontextový souhlas
da: Kontekstuelt Samtykke
el: Συγκατάθεση Περιεχομένου
es: Consenso contextual
fi: Kontekstuaalinen Hyväksyntä
fr: Contenu Contextuel
it: Consenso Contestuale
ja: 文脈同意書
nl: Contextuele toestemming
no: Kontekstuell samtykke
pl: Zgoda kontekstowa
pt: Consentimento Contextual
ru: Контекстное согласие
sv: Kontextuellt samtycke
uk: Контекстна згода

# tt_content.tx_klaroconsentmanager_service.description
source: When a service is selected in this field, the content item is displayed via contextual consent only if the user has agreed to use the selected service in the Klaro! Consent Manager. Please make sure that the static TypoScript template of the Klaro! Consent Manager has been added to use this feature.
ar: عندما يتم تحديد خدمة في هذا الحقل، يتم عرض عنصر المحتوى عن طريق الموافقة السياقية فقط إذا وافق المستخدم على استخدام الخدمة المحددة في كلارو! مدير الموافقة. الرجاء التأكد من أن قالب TypoScript الثابت من Klaro! تم إضافة مدير الموافقة لاستخدام هذه الميزة.
cs: Pokud je v tomto poli vybrána služba, položka obsahu je zobrazena prostřednictvím kontextového souhlasu pouze v případě, že uživatel souhlasil s použitím vybrané služby v Klaro! Správce souhlasu. Pro použití této funkce se prosím ujistěte, že statická TypoScript šablona Klaro! Správce souhlasu byl přidán.
da: Når en tjeneste er valgt i dette felt, indholdselementet vises kun via kontekstuel samtykke, hvis brugeren har accepteret at bruge den valgte tjeneste i Klaro! Samtykke Håndtering. Sørg venligst for at Klaros statiske TypoScript-skabelon! Samtykkehåndtering er blevet tilføjet for at bruge denne funktion.
el: Όταν μια υπηρεσία είναι επιλεγμένη σε αυτό το πεδίο, το στοιχείο περιεχομένου εμφανίζεται μέσω συγκατάθεσης συμφραζομένων μόνο εάν ο χρήστης έχει συμφωνήσει να χρησιμοποιήσει την επιλεγμένη υπηρεσία στο Klaro! Διαχειριστής Συγκατάθεσης. Παρακαλώ σιγουρευτείτε ότι το στατικό πρότυπο TypoScript του Klaro! Consent Manager έχει προστεθεί για να χρησιμοποιήσετε αυτό το χαρακτηριστικό.
es: Cuando se selecciona un servicio en este campo, el Content Item se muestra a través del consentimiento contextual sólo si el usuario ha aceptado utilizar el servicio seleccionado en el Klaro! Administrador de Consentimientos. Por favor, asegúrese de que la plantilla de TypoScript estática de Klaro! Administrador de Consentimiento se ha añadido para utilizar esta función.
fi: Kun palvelu on valittu tällä alalla, sisältökohde näytetään kontekstuaalisen suostumuksen kautta vain, jos käyttäjä on suostunut käyttämään valittua palvelua Klarossa! Hyväksynnän Hallinta. Varmista, että Klaron staattinen TypoScript- mallipohja on lisätty käyttämään tätä ominaisuutta.
fr: Quand un service est sélectionné dans ce champ, l'élément de contenu n'est affiché par consentement contextuel que si l'utilisateur a accepté d'utiliser le service sélectionné dans le Klaro ! Gestionnaire de consentement. Veuillez vous assurer que le modèle statique TypoScript du gestionnaire de consentement Klaro! a été ajouté pour utiliser cette fonctionnalité.
it: Quando un servizio è selezionato in questo campo, l'elemento contenuto è visualizzato tramite consenso contestuale solo se l'utente ha accettato di utilizzare il servizio selezionato nel Klaro! Responsabile Del Consenso Assicurati che il modello TypoScript statico di Klaro! Consent Manager sia stato aggiunto per usare questa funzione.
ja: このフィールドでサービスが選択された場合 コンテンツ項目は、ユーザーがKlaroで選択したサービスを使用することに同意した場合にのみ、コンテキスト同意を介して表示されます! 同意マネージャー。 この機能を使用するには、Klaroの静的TypoScriptテンプレートが追加されていることを確認してください!
nl: Wanneer een service is geselecteerd in dit veld het inhoudsitems worden alleen weergegeven via de contextuele toestemming als de gebruiker heeft ingestemd met het gebruik van de geselecteerde dienst in de Klaro! Toestemming Manager. Zorg ervoor dat het statische TypoScript sjabloon van de Klaro! Toestemming Manager is toegevoegd om deze functie te gebruiken.
no: Når en tjeneste er valgt i dette feltet, innholdselementet vises gjennom kontekstavhengig samtykke bare dersom brukeren har samtykket til å bruke den valgte tjenesten i Klaro! Samtykke behandler. Vennligst sørg for at statisk TypoScript mal av Klaro! Consent Manager har blitt lagt til for å bruke denne funksjonen.
pl: Gdy usługa jest wybrana w tym polu, element treści jest wyświetlany za pomocą zgody kontekstowej tylko wtedy, gdy użytkownik wyraził zgodę na korzystanie z wybranej usługi w Klaro! Menedżer zgody. Upewnij się, że statyczny szablon TypoScript Klaro! Menedżer zgody został dodany do korzystania z tej funkcji.
pt: Quando um serviço é selecionado neste campo, o item de conteúdo é exibido via consentimento contextual apenas se o usuário concordou em usar o serviço selecionado no Klaro! Consentimento Gerente. Por favor, certifique-se de que o template estático TypoScript do Klaro! Gerenciador de Consentimento foi adicionado para usar este recurso.
ru: Когда служба выбрана в этом поле, элемент содержимого отображается по контекстному согласию только в том случае, если пользователь согласился использовать выбранную службу в Klaro! Менеджер согласия. Пожалуйста, убедитесь, что статический шаблон TypoScript для Klaro! Консенсус менеджер был добавлен для использования этой функции.
sv: När en tjänst är markerad i detta fält, innehållsobjektet visas med kontextuellt samtycke endast om användaren har gått med på att använda den valda tjänsten i Klaro! Samtycke Manager. Se till att den statiska TypoScript mallen för Klaro! Samtycke Manager har lagts till för att använda denna funktion.
uk: У цьому полі вибрано послугу, елемент вмісту відображається через контекстну згоду тільки якщо користувач погодився використовувати обрану послугу в Klaro! Менеджер згоди. Будь ласка, переконайтеся, що для використання цієї функції був доданий статичний шаблон TypoScript шаблону Klaro! Менеджер повідомлень.

# tx_klaroconsentmanager_configuration.no_notice.label
source: Hide initial consent notice
ar: إخفاء إشعار الموافقة الأولي
cs: Skrýt počáteční oznámení o souhlasu
da: Skjul oprindelige samtykkemeddelelse
el: Απόκρυψη αρχικής ειδοποίησης συγκατάθεσης
es: Ocultar aviso de consentimiento inicial
fi: Piilota alkuperäinen suostumusilmoitus
fr: Masquer l'avis de consentement initial
it: Nascondi notifica di consenso iniziale
ja: 最初の同意通知を非表示
nl: Verberg eerste toestemming aankondiging
no: Skjul innledende samtykke kunngjøring
pl: Ukryj powiadomienie o pierwotnej zgodzie
pt: Ocultar aviso inicial de consentimento
ru: Скрыть первоначальное уведомление о согласии
sv: Dölj inledande medgivandemeddelande
uk: Приховати початкове повідомлення про згоду

# tx_klaroconsentmanager_configuration.no_notice.description
source: Do not show the initial notice. The manager can still be opened manually or via contextual consent.
ar: لا تظهر الإشعار الأولي. لا يزال من الممكن فتح المدير يدوياً أو عن طريق الموافقة السياقية.
cs: Nezobrazovat úvodní oznámení. Správce může být stále otevřen ručně nebo pomocí kontextového souhlasu.
da: Vis ikke den oprindelige meddelelse. Håndteringen kan stadig åbnes manuelt eller via kontekstuelt samtykke.
el: Μην εμφανίσετε την αρχική ειδοποίηση. Ο διαχειριστής μπορεί να ανοίξει με μη αυτόματο τρόπο ή μέσω της συγκατάθεσης συμφραζόμενων.
es: No mostrar el aviso inicial. El administrador aún puede abrirse manualmente o mediante el consentimiento contextual.
fi: Älä näytä alkuperäistä ilmoitusta. Johtaja voidaan silti avata manuaalisesti tai kontekstikohtaisella suostumuksella.
fr: Ne pas afficher l'avis initial. Le gestionnaire peut toujours être ouvert manuellement ou via le consentement contextuel.
it: Non mostrare l'avviso iniziale. Il manager può ancora essere aperto manualmente o tramite consenso contestuale.
ja: 最初の通知を表示しないでください。管理者は、手動または文脈依存の同意を介して開くことができます。
nl: De initiële kennisgeving niet tonen. De beheerder kan nog steeds handmatig worden geopend of via contextuele toestemming.
no: Vis ikke den innledende meldingen. Lederen kan åpnes manuelt eller via kontekstmessig samtykke.
pl: Nie pokazuj początkowego powiadomienia. Menedżer może być nadal otwierany ręcznie lub poprzez zgodę kontekstową.
pt: Não mostrar a nota inicial. O gerente ainda pode ser aberto manualmente ou via consentimento contextual.
ru: Не показывать начальную запись. Менеджер по-прежнему может быть открыт вручную или через контекстное согласие.
sv: Visa inte det första meddelandet. Hanteraren kan fortfarande öppnas manuellt eller via kontextuellt samtycke.
uk: Не показувати початкове повідомлення. Менеджер все ще може бути відкритий вручну або за допомогою контекстуальної згоди.

# tx_klaroconsentmanager_configuration.powered_by.label
source: Powered by URL override
ar: مدعوم بتجاوز عنوان URL
da: Drevet af URL tilsidesætte
el: Τροφοδοτείται από αντικατάσταση URL
es: Desarrollado por la anulación de URL
fi: Powered by URL ohitus
fr: Propulsé par surcharge d'URL
ja: Powered by URL 上書きする
nl: Mogelijk gemaakt door URL override
no: Drevet av URL overstyring
pl: Zastąpiony przez adres URL
pt: Desenvolvido por substituição de URL
ru: Работает на переопределение URL
sv: Drivs av åsidosättande av URL
uk: При перевищенні URL-адреси

# tx_klaroconsentmanager_configuration.powered_by.description
source: Override the “powered by” link in the consent modal. Leave empty to use Klaro default.
ar: تجاوز الرابط "مدعوم من قبل" في صيغة الموافقة. اتركه فارغاً لاستخدام الإفتراضي Klaro.
cs: Přepsat odkaz "napájeno" v režimu souhlasu. Ponechte prázdné, pokud chcete použít výchozí nastavení Klaro.
da: Tilsidesæt “powered by” linket i samtykke modal. Lad være tomt for at bruge Klaro default.
el: Παράκαμψη του συνδέσμου “powered by” στη λειτουργία συναίνεσης. Αφήστε κενό για να χρησιμοποιήσετε το Klaro προεπιλογή.
es: Reemplace el enlace “alimentado por” en el modal de consentimiento. Deje en blanco para usar Klaro por defecto.
fi: Ohita ”powered by” -linkki suostumusmodaalissa. Jätä tyhjäksi käyttääksesi Klaro oletusta.
fr: Remplacer le lien « alimenté par» dans le modal de consentement. Laisser vide pour utiliser Klaro par défaut.
it: Scavalcare il link “powered by” nella modalità consenso. Lasciare vuoto per utilizzare Klaro predefinito.
ja: 同意モーダル内の「powered by」リンクを上書きします。空白の場合はKlaroデフォルトを使用します。
nl: Overschrijf de "powered by" link in de consent modal. Laat leeg om Klaro standaard te gebruiken.
no: Overstyr «drevet av» link i samtykkemodalen. La stå tomt for å bruke Klaro standard.
pl: Zastąp link "zasilany przez" w modalu zgody. Pozostaw puste, aby użyć domyślnego Klaro.
pt: Sobrescrever o link "powered by" na janela de consentimento. Deixe em branco para usar o padrão Klaro.
ru: Переопределить ссылку «выключено» в режиме согласия. Оставьте пустым, чтобы использовать Klaro по умолчанию.
sv: Åsidosätt länken “powered by” i samtyckesmodalen. Lämna tomt för att använda Klaro standard.
uk: Перевизначити посилання "powered by" у режимі згоди. Залиште порожнім для використання Klaro за замовчуванням.

# tx_klaroconsentmanager_configuration.powered_by.placeholder
source: https://example.com/your-link
ar: الرابط https://example.com/your-link
da: https://example.com/din-link
es: https://ejemplo.com/su-enlace
fr: https://exemple.com/votre-lien
nl: https://voorbeeld.com/your-link
no: https://eksempel.com/your-link
pl: https://przyklad.com/twojy-link
pt: https://exemplo.com/br/seu-link
sv: https://example.com/ditt-länk

# tx_klaroconsentmanager_configuration.style_prefix.description
source: Prefix for CSS classes/container to namespace Klaro styles.
ar: بادئة لفصول CSS / حاوية إلى أنماط Klaro الخاصة بالفضاء الاسم.
cs: Předpona pro CSS třídy/kontejner pro namespace Klaro styly.
da: Præfiks for CSS klasser/container til namespace Klaro stilarter.
el: Πρόθεμα για κλάσεις CSS / κοντέινερ σε στυλ Klaro.
es: Prefijo para las clases/contenedor CSS para los estilos Klaro del espacio de nombres.
fi: Etuliite CSS luokkiin / kontti nimiavaruus Klaro tyylejä.
fr: Préfixe pour les classes/conteneur CSS pour les styles de namespace Klaro.
it: Prefisso per classi/container CSS agli stili Klaro dello spazio dei nomi.
ja: CSS classes/container と namespace Klaro スタイルのプレフィックス。
nl: Voorvoegsel voor CSS-lessen/container naar namespace Klaro stijlen.
no: Prefiks for CSS-klasser/beholder til stiler med navneområde Klaro.
pl: Prefiks dla klas CSS / kontenera do stylów Klaro.
pt: Prefixo para classes CSS/contêiner para estilos Klaro de namespace
ru: Префикс для классов/контейнера CSS в стили пространства имён Klaro.
sv: Prefix för CSS-klasser/behållare till namnrymd Klaro stilar.
uk: Префікс для класів/контейнерів CSS в стилі Простір Klaro.

# tx_klaroconsentmanager_configuration.fluidtemplate_rootpath.placeholder
source: EXT:sitepackage/Resources/Private/
es: EXT:sitepackage/Recursos/Privado/
fr: EXT:sitepackage/Ressources/Privé/
nl: EXT:sitepackage/Resources/Privé/
pt: EXT:sitepackage/Resources/Privado/
sv: EXT:sitepackage/Resurser/Privat/
uk: EXT:sitepage/Resources/Private/

# tx_klaroconsentmanager_cookie.title.placeholder
source: mf_[Session]
uk: mf_[Сесія]

# tx_klaroconsentmanager_configuration.locallang_path.placeholder
source: EXT:sitepackage/Resources/Private/Language/Klaro/locallang.xlf
es: EXT:sitepackage/Recursos/Privado/Idioma/Klaro/locallang.xlf
fr: EXT:sitepackage/Ressources/Privé/Language/Klaro/locallang.xlf
ja: EXT:sitepackage/Resources/Private/Language/Klaro/localang.xlf
nl: EXT:sitepackage/Resources/Privé/Language/Klaro/locallang.xlf
pt: EXT:sitepackage/Recursos/Privado/Idioma/Klaro/locallang.xlf
sv: EXT:sitepackage/Resources/Privat/Språk/Klaro/locallang.xlf

# tx_klaroconsentmanager_configuration.palettes.callback_palette
source: Callback
fr: Rappel

# tx_klaroconsentmanager_configuration.embedded.label
source: Embedded
fr: Intégré

# tx_klaroconsentmanager_configuration.callback.label
source: Callback
fr: Rappel

# tx_klaroconsentmanager_service.tabs.toggles
source: Toggles
fr: Interrupteurs

# tx_klaroconsentmanager_service.palettes.toggles_palette
source: Toggles
fr: Interrupteurs

# tx_klaroconsentmanager_service.callback.label
source: Callback
fr: Rappel

# tx_klaroconsentmanager_cookie.identifier.label
source: Identifier
fr: Identificateur

# tx_klaroconsentmanager_cookie.expires_after_unit.I.persistent
source: Persistent
fr: Persistant
