Repository: ErHaWeb/klaro_consent_manager
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: ar, cs, da, de, el, fi, fr, hu, ja, nl, no, pl, pt, ro, ru, sv, tr, uk, zh

# purposes.analytics.title
source: Analytics
ar: التحليلات
cs: Shromažďování statistik návštěvnosti
da: Analyser
el: Αναλύσεις
hu: Elemzés
ja: 分析
no: Analyser
ro: Colectarea de statistici ale vizitatorilor
ru: Статистика
tr: Analitik
uk: Аналітика
zh: 分析

# purposes.analytics.description
source: These services gather anonymous data for statistical analysis and performance optimization. Enabling analytics services assists website owners in making informed decisions to enhance online services.
ar: وتجمع هذه الخدمات بيانات مجهولة المصدر من أجل التحليل الإحصائي وتحسين الأداء. وتساعد خدمات التحليل التمكينية أصحاب المواقع الشبكية في اتخاذ قرارات مستنيرة لتعزيز الخدمات على الإنترنت.
cs: Tyto služby shromažďují anonymní data pro statistickou analýzu a optimalizaci výkonu.
da: Disse tjenester indsamler anonyme data til statistisk analyse og optimering af ydeevnen. Aktivering af analysetjenester hjælper ejere af webstedet med at træffe informerede beslutninger for at forbedre onlinetjenester.
de: Diese Dienste sammeln anonyme Daten zur statistischen Analyse und Leistungsoptimierung. Die Aktivierung von Analysediensten hilft Website-Besitzern dabei, fundierte Entscheidungen zur Verbesserung von Online-Diensten zu treffen.
el: Οι υπηρεσίες αυτές συγκεντρώνουν ανώνυμα δεδομένα για τη βελτιστοποίηση στατιστικών αναλύσεων και επιδόσεων. " ενεργοποίηση υπηρεσιών ανάλυσης βοηθά τους ιδιοκτήτες ιστοχώρου στη λήψη ενημερωμένων αποφάσεων για τη βελτίωση των online υπηρεσιών.
hu: Ezek a szolgáltatások névtelen adatokat gyűjtenek statisztikai elemzés és teljesítményoptimalizálás céljából. Az elemzési szolgáltatások engedélyezése segít a webhelytulajdonosoknak megalapozott döntéseket hozni az online szolgáltatások fejlesztése érdekében.
ja: これらのサービスは、統計分析とパフォーマンスの最適化のために匿名データを収集します。分析サービスを有効にすることで、ウェブサイトの所有者がオンラインサービスを強化するための情報に基づいた意思決定を行うのに役立ちます。
nl: Deze diensten verzamelen anonieme gegevens voor statistische analyse en prestatieoptimalisatie. Analytics-diensten inschakelen helpt website-eigenaren bij het nemen van geïnformeerde beslissingen om online diensten te verbeteren.
no: Disse tjenestene innhenter anonyme data for statistisk analyse og optimalisering av ytelse. Ved å gjøre det enklere å analysere tjenester hjelper eiere av nettsteder til å ta informerte beslutninger for å forbedre nettjenester.
ro: Aceste servicii colectează date anonime pentru analiza statistică și optimizarea performanței. Serviciile de analiză oferă asistență proprietarilor de site-uri web în luarea deciziilor în cunoștință de cauză în vederea îmbunătățirii serviciilor online.
ru: Эти сервисы собирают анонимные данные для статистического анализа и оптимизации производительности. Включение услуг аналитики помогает владельцам веб-сайтов принимать обоснованные решения по улучшению онлайн-сервисов.
tr: Bu hizmetler, istatistiksel analiz ve performans optimizasyonu için anonim veriler toplar. Analitik hizmetlerini etkinleştirmek, web sitesi sahiplerinin çevrimiçi hizmetleri geliştirmek için bilinçli kararlar almasına yardımcı olur.
uk: Ці послуги збираються анонімні дані для статистичного аналізу та оптимізації продуктивності. Увімкнення аналітичних послуг допомагає власникам веб-сайтів приймати обгрунтовані рішення для покращення онлайн-послуг.
zh: 這些服務會收集匿名數據，用於統計分析與效能優化。啟用分析服務有助網站所有者做出明智決策，從而提升線上服務品質。

# purposes.security.title
source: Security
ar: أمان
cs: Zabezpečení
da: Sikkerhed
de: Sicherheit
el: Ασφάλεια
hu: Biztonság
ja: セキュリティ
nl: Beveiliging
no: Sikkerhet
ro: Securitate
ru: Безопасность
tr: Güvenlik
uk: Безпека
zh: 安全

# purposes.security.description
source: Security services are crucial for safeguarding your online experience. These services help protect your data and privacy by detecting and preventing security threats, such as malware, phishing attempts, and unauthorized access. They ensure a safer browsing environment.
ar: خدمات الأمان حاسمة للحفاظ على تجربتك عبر الإنترنت. هذه الخدمات تساعد على حماية بياناتك وخصوصيتك من خلال الكشف عن التهديدات الأمنية ومنعها، مثل البرامج الضارة ومحاولات التصيد الاحتيالي والوصول غير المصرح به. فهي تضمن بيئة تصفح أكثر أمانا.
cs: Bezpečnostní služby jsou klíčové pro ochranu vašich online zkušeností. Tyto služby pomáhají chránit vaše data a soukromí tím, že odhalují a předcházejí bezpečnostním hrozbám, jako je malware, phishingové pokusy a neoprávněný přístup. Zajišťují bezpečnější prostředí prohlížení.
da: Sikkerhedstjenester er afgørende for at sikre din onlineoplevelse. Disse tjenester hjælper med at beskytte dine data og privatliv ved at opdage og forhindre sikkerhedstrusler, såsom malware, phishing-forsøg og uautoriseret adgang. De sikrer et sikrere browsermiljø.
de: Sicherheitsdienste sind entscheidend für den Schutz Ihrer Online-Erfahrung. Diese Dienste helfen, Ihre Daten und Ihre Privatsphäre zu schützen, indem sie Sicherheitsbedrohungen wie Malware, Phishing-Versuche und unbefugten Zugriff erkennen und verhindern. Sie sorgen für eine sicherere Umgebung beim Surfen.
el: Οι υπηρεσίες ασφαλείας είναι ζωτικής σημασίας για τη διαφύλαξη της online εμπειρίας σας. Αυτές οι υπηρεσίες βοηθούν στην προστασία των δεδομένων και της ιδιωτικής ζωής σας εντοπίζοντας και αποτρέποντας απειλές ασφαλείας, όπως κακόβουλο λογισμικό, απόπειρες phishing, και μη εξουσιοδοτημένη πρόσβαση. Εξασφαλίζουν ένα ασφαλέστερο περιβάλλον περιήγησης.
hu: A biztonsági szolgáltatások elengedhetetlenek az online élmény védelméhez. Ezek a szolgáltatások segítik az adatok és a magánélet védelmét azáltal, hogy felismerik és megakadályozzák a biztonsági fenyegetéseket, például a rosszindulatú szoftvereket, az adathalász kísérleteket és a jogosulatlan hozzáféréseket. Biztonságosabb böngészési környezetet biztosítanak.
ja: セキュリティサービスは、オンライン体験を保護するために不可欠です。 これらのサービスは、マルウェア、フィッシングの試み、不正アクセスなどのセキュリティ脅威を検出して防止することで、データとプライバシーを保護します。 彼らは安全なブラウジング環境を確保します。
nl: Beveiligingsdiensten zijn cruciaal voor het beschermen van uw online ervaring. Deze diensten helpen uw gegevens en privacy te beschermen door veiligheidsbedreigingen zoals malware, phishing-pogingen en ongeoorloofde toegang te detecteren en te voorkomen. Ze zorgen voor een veiliger browseomgeving.
no: Sikkerhetstjenester er avgjørende for å sikre din online-opplevelse. Disse tjenestene bidrar til å beskytte dataene og personvernet ved å oppdage og forhindre sikkerhetstrusler, som ødeleggende programvare, phishing-forsøk og uautorisert tilgang. De sørger for et trygt surfemiljø.
ro: Serviciile de securitate sunt esențiale pentru protejarea experienței tale online. Aceste servicii vă ajută să vă protejați datele și confidențialitatea prin detectarea și prevenirea amenințărilor la adresa securității, cum ar fi malware, tentative de înșelăciune și acces neautorizat. Acestea asigură un mediu de navigare mai sigur.
ru: Службы безопасности имеют решающее значение для защиты вашего опыта в сети. Эти службы помогают защитить ваши данные и конфиденциальность, обнаруживая и предотвращая угрозы безопасности, такие как вредоносные программы, фишинговые попытки и несанкционированный доступ. Они обеспечивают более безопасную среду просмотра.
tr: Güvenlik hizmetleri, çevrimiçi deneyiminizi korumak için çok önemlidir. Bu hizmetler, kötü amaçlı yazılım, kimlik avı girişimleri ve yetkisiz erişim gibi güvenlik tehditlerini tespit edip önleyerek verilerinizi ve gizliliğinizi korumaya yardımcı olur. Daha güvenli bir gezinme ortamı sağlarlar.
uk: Служби безпеки мають вирішальне значення для захисту Вашого онлайн-досвіду. Ці послуги допомагають захистити ваші дані та конфіденційність, виявляючи і запобігаючи загрози безпеці, такі як згубні, спроби фішингу та несанкціонований доступ. Вони забезпечують більш безпечне середовище перегляду.
zh: 安全服務對於保障您的線上體驗至關重要。這些服務透過偵測與防範安全威脅（例如惡意軟體、網路釣魚企圖及未經授權的存取），協助保護您的資料與隱私，確保更安全的瀏覽環境。

# purposes.livechat.title
source: Live Chat
ar: دردشة حية
el: Ζωντανή Συζήτηση
hu: Élő csevegés
ja: ライブチャット
no: Direkte Chat
ro: Conversație Live
ru: Онлайн-чат
tr: Canlı Destek
uk: Чат
zh: 線上聊天

# purposes.livechat.description
source: Live chat services enable real-time communication with website support teams. They offer a convenient way to ask questions, seek assistance, or engage in discussions while browsing a website. Live chat enhances your online interaction and customer support experience.
ar: خدمات الدردشة الحية تمكن الاتصال الفوري مع أفرقة دعم الموقع. فهي توفر طريقة مناسبة لطرح الأسئلة، أو التماس المساعدة، أو المشاركة في المناقشات أثناء تصفح الموقع. المحادثة الحية تعزز تفاعلك عبر الإنترنت وتجربة دعم العملاء.
cs: Služby live chat umožňují komunikaci s týmy podpory webových stránek v reálném čase. Nabízejí pohodlný způsob, jak klást otázky, hledat pomoc nebo zapojit se do diskuzí při prohlížení webových stránek. Živý chat zvyšuje Vaši online interakci a zákaznickou podporu.
da: Live chat-tjenester gør det muligt at kommunikere i realtid med supportteams. De tilbyder en bekvem måde at stille spørgsmål, søge hjælp, eller deltage i diskussioner, mens du browser på en hjemmeside. Live chat forbedrer din online interaktion og kundesupport oplevelse.
de: Live-Chat-Dienste ermöglichen die Echtzeit-Kommunikation mit Website-Support-Teams. Sie bieten eine bequeme Möglichkeit, Fragen zu stellen, Hilfe zu suchen oder sich an Diskussionen zu beteiligen, während man auf einer Website surft. Der Live-Chat verbessert Ihre Online-Interaktion und die Erfahrung des Kundensupports.
el: Οι ζωντανές υπηρεσίες συνομιλίας επιτρέπουν την επικοινωνία σε πραγματικό χρόνο με τις ομάδες υποστήριξης ιστοσελίδων. Προσφέρουν έναν βολικό τρόπο για να κάνουν ερωτήσεις, να αναζητήσουν βοήθεια, ή να συμμετάσχουν σε συζητήσεις κατά την περιήγηση σε έναν ιστότοπο. Ζωντανή συνομιλία ενισχύει την online αλληλεπίδραση σας και την εμπειρία υποστήριξης πελατών.
hu: Az élő csevegési szolgáltatások valós idejű kommunikációt tesznek lehetővé a webhely támogató csapataival. Kényelmes módot kínálnak kérdések feltevésére, segítség kérése vagy beszélgetések folytatására a webhely böngészése közben. Az élő csevegés javítja az online interakciót és az ügyfélszolgálati élményt.
ja: ライブチャットサービスは、ウェブサイトサポートチームとのリアルタイム通信を可能にします。 彼らは、質問をしたり、支援を求めたり、ウェブサイトを閲覧したりするときに議論を行うための便利な方法を提供します。 ライブチャットは、オンラインのインタラクションとカスタマーサポートの経験を強化します。
nl: Live chatdiensten maken real-time communicatie met ondersteuningsteams van de website mogelijk. Ze bieden een gemakkelijke manier om vragen te stellen, hulp te vragen of discussies te voeren tijdens het browsen op een website. Live chat verbetert je online interactie en ervaring met klantenondersteuning.
no: Live chat-tjenester aktiverer sanntidskommunikasjon med nettsiders kundelag. De tilbyr en praktisk måte å stille spørsmål, søke assistanse eller delta i diskusjoner mens de surfer på en nettside. Live chat forbedrer din online interaksjon og kundestøtte opplevelse.
ro: Serviciile live chat permit comunicarea în timp real cu echipele de suport ale site-ului. Acestea oferă o modalitate convenabilă de a pune întrebări, de a solicita asistență sau de a purta discuții în timp ce navighezi pe un site. Discuțiile live îmbunătățesc interacțiunea online și asistența pentru clienți.
ru: Онлайн-чаты позволяют общаться в реальном времени с командами поддержки веб-сайтов. Они предлагают удобный способ задать вопросы, обратиться за помощью или участвовать в обсуждениях при просмотре веб-сайта. Онлайн-чат улучшает ваше интерактивное взаимодействие и работу с клиентами.
tr: Canlı sohbet hizmetleri, web sitesi destek ekipleriyle gerçek zamanlı iletişim kurmanızı sağlar. Web sitesinde gezinirken soru sormak, yardım istemek veya tartışmalara katılmak için kullanışlı bir yol sunar. Canlı sohbet, çevrimiçi etkileşiminizi ve müşteri destek deneyiminizi geliştirir.
uk: Можливість спілкування з іншими людьми в реальному часі та групами підтримки сайту в реальному часі. Вони пропонують зручний спосіб ставити питання, шукати допомогу або брати участь в обговореннях під час перегляду веб-сайту. Онлайн-чат підвищує вашу взаємодію та досвід підтримки.
zh: 即時聊天服務讓您能與網站支援團隊進行即時溝通。當您瀏覽網站時，此服務提供便捷的管道來提問、尋求協助或參與討論。即時聊天能提升您的線上互動體驗與客戶支援品質。

# purposes.styling.title
source: Styling
ar: النمط
cs: Styl
el: Στυλ
hu: Stílusolás
ja: スタイル
nl: Opmaak
no: Stil
ro: Stilizare
ru: Оформление
tr: Biçim
uk: Стайлінг
zh: 樣式

# purposes.styling.description
source: Services related to styling help to improve the appearance of the website. This can also have an impact on usability.
ar: الخدمات ذات الصلة بالمساعدة في تصميم المواقع لتحسين مظهر الموقع. ويمكن أن يكون لذلك أيضا تأثير على إمكانية الاستخدام.
cs: Služby související s stylizací pomáhají zlepšit vzhled webových stránek. To může mít také vliv na použitelnost.
da: Tjenester relateret til styling hjælpe med at forbedre udseendet af hjemmesiden. Dette kan også have en indvirkning på brugervenlighed.
de: Dienstleistungen im Zusammenhang mit dem Styling tragen dazu bei, das Erscheinungsbild der Website zu verbessern. Dies kann auch Auswirkungen auf die Benutzerfreundlichkeit haben.
el: Υπηρεσίες που σχετίζονται με το styling βοηθούν στη βελτίωση της εμφάνισης της ιστοσελίδας. Αυτό μπορεί επίσης να έχει αντίκτυπο στη χρηστικότητα.
hu: A stílushoz kapcsolódó szolgáltatások hozzájárulnak a weboldal megjelenésének javításához. Ez a használhatóságra is hatással lehet.
ja: ウェブサイトの外観を改善するためのスタイリングヘルプに関連するサービス. これはまた、ユーザビリティに影響を与える可能性があります.
nl: Diensten in verband met styling helpen het uiterlijk van de website te verbeteren. Dit kan ook van invloed zijn op de bruikbaarheid.
no: Tjenester knyttet til stylinghjelp for å forbedre utseendet på nettstedet. Dette kan også ha innvirkning på brukbarheten.
ro: Serviciile legate de stilizare ajută la îmbunătățirea aspectului site-ului. Acest lucru poate avea, de asemenea, un impact asupra utilizării.
ru: Услуги, связанные со стилем помогают улучшить внешний вид сайта. Это также может повлиять на удобство.
tr: Stil ile ilgili hizmetler, web sitesinin görünümünü iyileştirmeye yardımcı olur. Bu, kullanılabilirliği de etkileyebilir.
uk: Сервіси, пов'язані з стилем допомоги для покращення вигляду веб-сайту. Це також може мати вплив на здатність.
zh: 與樣式設計相關的功能有助於提升網站的外觀呈現，這同時也可能影響網站的使用便利性。

# purposes.videos.title
source: Videos
ar: فيديوهات
cs: Videa
da: Videoer
el: Βίντεο
hu: Videók
ja: 動画
no: Videoer
ro: Video-uri
ru: Видео
tr: Videolar
uk: Відео
zh: 視頻

# purposes.videos.description
source: Embedding videos from external platforms to enrich the content on this website.
ar: تضمين مقاطع الفيديو من المنصات الخارجية لإثراء المحتوى على هذا الموقع.
cs: Vložte videa z externích platforem pro obohacení obsahu na této webové stránce.
da: Indlejring af videoer fra eksterne platforme til at berige indholdet på denne hjemmeside.
el: Ενσωμάτωση βίντεο από εξωτερικές πλατφόρμες για να εμπλουτίσει το περιεχόμενο σε αυτή την ιστοσελίδα.
hu: Külső platformokról származó videók beágyazása a weboldal tartalmának gazdagítása érdekében.
ja: 外部プラットフォームから動画を埋め込むことで、本ウェブサイトのコンテンツを豊かにすることができます。
nl: Video's van externe platforms insluiten om de inhoud van deze website te verrijken.
no: Laster inn videoer fra eksterne plattformer for å berike innholdet på dette nettstedet.
ro: Integrarea videoclipurilor de pe platformele externe pentru a îmbogăți conținutul de pe acest site.
ru: Встраиваемые видео с внешних платформ для обогащения контента на этом сайте.
tr: Bu web sitesindeki içeriği zenginleştirmek için harici platformlardan videolar eklemek.
uk: Вбудовані відео із зовнішніх платформ до збагачення вмісту на цьому сайті.
zh: 嵌入外部平台的影片以豐富本網站的內容。

# purposes.social.title
source: Social Media
ar: وسائل التواصل الاجتماعي
cs: Sociální médium
da: Sociale Medier
el: Μέσα Κοινωνικής Δικτύωσης
hu: Közösségi média
ja: SNS
nl: Sociale media
no: Sosiale medier
ro: Rețele sociale
ru: Социальные сети
tr: Sosyal Medya
uk: Соціальні мережі
zh: 社交媒體

# purposes.social.description
source: Embedding social media from external platforms to enrich the content on this website.
ar: تضمين وسائل التواصل الاجتماعي من المنصات الخارجية لإثراء المحتوى على هذا الموقع.
cs: Vložte sociální média z externích platforem k obohacení obsahu na těchto webových stránkách.
da: Indlejring af sociale medier fra eksterne platforme til at berige indholdet på denne hjemmeside.
el: Ενσωμάτωση των μέσων κοινωνικής δικτύωσης από εξωτερικές πλατφόρμες για τον εμπλουτισμό του περιεχομένου σε αυτή την ιστοσελίδα.
hu: Külső platformokról származó videók beágyazása a weboldal tartalmának gazdagítása érdekében.
ja: 外部プラットフォームからソーシャルメディアを埋め込むことで、本ウェブサイトのコンテンツを充実させることができます。
nl: Video's van externe platforms insluiten om de inhoud van deze website te verrijken.
no: Sosiale medier fra eksterne plattformer for å berike innholdet på dette nettstedet.
ro: Integrarea platformelor de socializare de pe platformele externe pentru a îmbogăți conținutul de pe acest site.
ru: Встроение социальных сетей с внешних платформ для обогащения контента на этом сайте.
tr: Bu web sitesindeki içeriği zenginleştirmek için harici platformlardan sosyal medyayı yerleştirme.
uk: Вбудовані соціальні медіа від зовнішніх платформ до збагачення вмісту на цьому сайті.
zh: 嵌入外部平台的影片以豐富本網站的內容。

# purposes.misc.title
source: Miscellaneous
ar: متنوعات
cs: Různé
da: Diverse
el: Διάφορα
hu: Vegyes
ja: その他
nl: Diversen
no: Diverse
ro: Diverse
ru: Прочие вопросы
tr: Diğer Ayarlar
uk: Різне
zh: 雜項

# purposes.misc.description
source: This includes services that do not fall under the other purposes.
ar: ويشمل ذلك الخدمات التي لا تندرج ضمن الأغراض الأخرى.
cs: To zahrnuje služby, které nespadají pod jiné účely.
da: Dette omfatter tjenester, der ikke falder ind under de andre formål.
el: Αυτό περιλαμβάνει υπηρεσίες που δεν εμπίπτουν στους άλλους σκοπούς.
hu: Ide tartoznak azok a szolgáltatások is, amelyek nem tartoznak a többi cél alá.
ja: これには、他の目的に該当しないサービスが含まれます。
nl: Dit geldt ook voor diensten die niet onder de andere doelstellingen vallen.
no: Dette omfatter tjenester som ikke faller inn under de andre formål.
ro: Acestea includ servicii care nu se încadrează în celelalte scopuri.
ru: Сюда относятся услуги, которые не подпадают под другие цели.
tr: Bu, diğer amaçlar kapsamına girmeyen hizmetleri de içerir.
uk: Це включає в себе послуги, які не потрапляють в інші мети.
zh: 這包括不屬於其他用途的服務。

# consentManager.show
source: Show Consent Manager
ar: إظهار مدير الموافقة
cs: Zobrazit správce souhlasu
da: Vis Samtykkehåndtering
de: Zustimmungsmanager anzeigen
el: Εμφάνιση Διαχειριστή Συγκατάθεσης
hu: Hozzájáruláskezelő
ja: 同意マネージャーを表示
nl: Inhoudsbeheer
no: Vis samtykke leder
ro: Arată managerul de consimțământ
ru: Показать менеджер согласия
tr: Onay Yöneticisini Göster
uk: Показати менеджер згоди
zh: 同意管理員

# consentManager.reset
source: Reset Consent Manager
ar: إعادة تعيين مدير الموافقة
cs: Resetovat správce souhlasu
da: Nulstil Samtykkehåndtering
de: Zustimmungsmanager zurücksetzen
el: Επαναφορά Διαχειριστή Συγκατάθεσης
hu: Hozzájáruláskezelő
ja: 同意マネージャーをリセット
nl: Inhoudsbeheer
no: Tilbakestille samtykke Manager
ro: Resetează managerul de consimțământ
ru: Сбросить менеджер согласия
tr: Onay Yöneticisini Sıfırla
uk: Скинути менеджера згоди
zh: 同意管理員

# services.adsense.title
source: Google AdSense
ar: جوجل AdSense
uk: Google Аденс

# services.adsense.description
source: Google AdSense enables personalized ads on websites while respecting user privacy. By consenting, you allow relevant ads and help support free content.
ar: جوجل AdSense يمكن الإعلانات المخصصة على مواقع الويب مع احترام خصوصية المستخدم. عن طريق الموافقة، يمكنك السماح بالإعلانات ذات الصلة والمساعدة في دعم المحتوى المجاني.
cs: Google AdSense umožňuje personalizované reklamy na webových stránkách při respektování soukromí uživatelů. Souhlasem povolíte relevantní reklamy a pomáháte podporovat svobodný obsah.
da: Google AdSense muliggør personlige annoncer på hjemmesider, samtidig med at brugerens privatliv respekteres. Ved at give samtykke tillader du relevante annoncer og hjælper med at understøtte gratis indhold.
de: Google AdSense ermöglicht personalisierte Anzeigen auf Websites unter Wahrung der Privatsphäre der Nutzer. Indem Sie zustimmen, erlauben Sie relevante Anzeigen und helfen, kostenlose Inhalte zu unterstützen.
el: Το Google AdSense επιτρέπει εξατομικευμένες διαφημίσεις σε ιστότοπους με σεβασμό στην ιδιωτική ζωή των χρηστών. Με τη συγκατάθεσή σας, επιτρέπετε τις σχετικές διαφημίσεις και βοηθήστε στην υποστήριξη δωρεάν περιεχομένου.
hu: A Google AdSense lehetővé teszi a személyre szabott hirdetések megjelenítését a webhelyeken, miközben tiszteletben tartja a felhasználók adatainak védelmét. A hozzájárulásával releváns hirdetések megjelenítését engedélyezi, és ezzel támogat.
ja: Google AdSenseは、ユーザーのプライバシーを尊重しながら、ウェブサイト上でパーソナライズされた広告を可能にします。同意することにより、関連する広告を許可し、無料コンテンツをサポートすることができます。
nl: Google AdSense maakt gepersonaliseerde advertenties op websites mogelijk terwijl je de privacy van gebruikers respecteert. Door toestemming laat je relevante advertenties toe en help je gratis content te ondersteunen.
no: Google AdSense gir deg mulighet til personlig tilpassede annonser på nettsider og respekterer brukerpersonvern. Ved å gi deg tillatelse til å bruke relevante annonser og hjelpe til med å støtte gratis innhold.
ro: Google AdSense permite anunțuri personalizate pe site-uri web respectând confidențialitatea utilizatorului. Prin consimțământul dumneavoastră, permiteți anunțuri relevante și ajutați la susținerea conținutului gratuit.
ru: Google AdSense разрешает персонализированную рекламу на веб-сайтах при уважении конфиденциальности пользователей. Согласитесь, вы разрешаете релевантную рекламу и помогаете поддерживать свободный контент.
tr: Google AdSense, kullanıcı gizliliğine saygı göstererek web sitelerinde kişiselleştirilmiş reklamların gösterilmesini sağlar. Onay vererek, alakalı reklamların gösterilmesine izin verir ve ücretsiz içeriğin desteklenmesine yardımcı olursunuz.
uk: Google AdSense дозволяє персоналізувати рекламу на веб-сайтах при повазі конфіденційності користувача. Погоджуючи, ви дозволяєте відповідну рекламу та допомагаєте підтримувати вільний вміст.
zh: Google AdSense 能在尊重使用者隱私的前提下，於網站上顯示個人化廣告。透過同意，您將允許相關廣告的顯示，並協助支持免費內容的運作。

# services.camera.title
source: Surveillance Camera
ar: كاميرا المراقبة
cs: Sledovací kamera
da: Overvågningskamera
de: Überwachungskamera
el: Εποπτεία Κάμερας
hu: Megfigyelő kamera
ja: 監視カメラ
nl: Bewakingscamera's
no: Overvåkingskamera
ro: Camere de supraveghere
ru: Камера наблюдения
tr: Güvenlik Kamerası
uk: Камера перегляду
zh: 监控摄像机
