Repository: ErHaWeb/klaro_consent_manager
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: ar, cs, da, de, el, fi, fr, hu, ja, nl, no, pl, pt, ro, ru, sv, tr, uk, zh

# services.youtube.description
source: The leading video-sharing platform for content creators and developers to enhance user experiences on websites.
ar: منصة مشاركة الفيديو الرائدة لمبتكري المحتوى والمطورين لتعزيز تجارب المستخدمين على مواقع الويب.
cs: Hlavní platforma pro sdílení videí pro tvůrce a vývojáře obsahu s cílem zlepšit uživatelské zážitky na webových stránkách.
da: Den førende video-deling platform for indhold skabere og udviklere til at forbedre brugeroplevelser på hjemmesider.
de: Die führende Plattform für die gemeinsame Nutzung von Videos für Autoren und Entwickler zur Verbesserung der Benutzerfreundlichkeit von Websites.
el: Η κορυφαία πλατφόρμα διαμοιρασμού βίντεο για δημιουργούς και προγραμματιστές περιεχομένου για τη βελτίωση των εμπειριών των χρηστών σε ιστοσελίδες.
hu: A tartalomkészítők és fejlesztők számára vezető videomegosztó platform, amely javítja a felhasználói élményt a weboldalakon.
ja: 主要な動画共有プラットフォームは、コンテンツクリエイターや開発者がウェブサイト上でユーザーエクスペリエンスを向上させるためのものです。
nl: Het toonaangevende platform voor video-sharing voor makers en ontwikkelaars om gebruikerservaring te verbeteren.
no: Plattformen med ledende videodeling for innholdsskapere og utviklere som forbedrer brukeropplevelsene på nettsteder.
ro: Platforma principală de partajare a materialelor video pentru creatorii și dezvoltatorii de conținut pentru a îmbunătăți experiența utilizatorilor pe site-uri web.
ru: Ведущая платформа обмена видео для создателей контента и разработчиков для улучшения опыта пользователей на веб-сайтах.
tr: İçerik oluşturucular ve geliştiriciler için web sitelerinde kullanıcı deneyimini iyileştiren lider video paylaşım platformu.
uk: Проведена платформа спільного використання відео для створення контенту та розробників, щоб розширити досвід роботи користувача на веб-сайтах.
zh: 專為內容創作者與開發者打造的頂尖影音分享平台，致力提升網站用戶體驗。

# consentModal.privacyPolicy.name
source: Privacy policy
ar: سياسة الخصوصية
cs: Zásady ochrany soukromí
da: Flere informationer finde du under {privacyPolicy}
de: Datenschutzerklärung
el: Πολιτική Απορρήτου
hu: adatvédelmi irányelveinket
ja: プライバシーポリシー
nl: privacybeleid
no: personvernerklæring
ro: politica privacy
ru: Соглашение
tr: Gizlilik Politikası
uk: Політика конфіденційності
zh: 隐私政策

# consentModal.privacyPolicy.text
source: To learn more, please read our {privacyPolicy}.
ar: لمعرفة المزيد، يرجى قراءة {privacyPolicy} الخاص بنا.
cs: Pro další informace si přečtete naše {privacyPolicy}.
da: databeskyttelseserklæring.
de: Um mehr zu erfahren, lesen Sie bitte unsere {privacyPolicy}.
el: Για περισσότερες πληροφορίες, παρακαλώ διαβάστε την {privacyPolicy}.
hu: További információért kérjük, olvassa el az {privacyPolicy}.
ja: 詳細については、 {privacyPolicy} をご覧ください。
nl: Voor meer informatie kunt u ons {privacyPolicy} lezen.
no: For å lære mer, vennligst les vår {privacyPolicy}.
ro: Pentru a afla mai multe, vă rugăm să citiți {privacyPolicy}.
ru: Чтобы узнать больше, пожалуйста, прочитайте наше {privacyPolicy}.
tr: Daha fazlası için lütfen {privacyPolicy} sayfamızı okuyun.
uk: Щоб дізнатися більше, прочитайте наш {privacyPolicy}.
zh: 要了解更多，请阅读我们的{privacyPolicy} 。

# consentNotice.imprint.name
source: Imprint
ar: بصمة
cs: Otisk
de: Impressum
el: Αποτύπωμα
hu: impresszum
ja: インプリント
nl: impressum
no: Avtrykk
ro: Imprimă
ru: Отпечаток
tr: Künye
uk: Відомості
zh: 印记

# consentNotice.privacyPolicy.name
source: Privacy policy
ar: سياسة الخصوصية
cs: Zásady ochrany soukromí
da: Datenschutzerklärung
de: Datenschutzerklärung
el: Πολιτική Απορρήτου
hu: adatvédelmi irányelveinket
ja: プライバシーポリシー
nl: privacybeleid
no: personvernerklæring
ro: politica privacy
ru: политика конфиденциальности
tr: Gizlilik Politikası
uk: Політика конфіденційності
zh: 隐私政策

# cookies.title
source: Cookies
ar: الكعكات
hu: Sütik
ja: Cookie
no: Informasjonskapsler
ro: Cookie-uri
ru: Печенье
tr: Çerezler
uk: Файли Cookies

# cookies.description
source: Below you will find a list of all cookies used by %s
ar: ستجد أدناه قائمة بجميع ملفات تعريف الارتباط المستخدمة من قبل %s
cs: Níže najdete seznam všech cookies používaných %s
da: Nedenfor finder du en liste over alle cookies, der bruges af %s
de: Nachfolgend finden Sie eine Liste aller von %s verwendeten Cookies
el: Παρακάτω θα βρείτε μια λίστα με όλα τα cookies που χρησιμοποιούνται από την %s
hu: Az alábbiakban megtalálja az összes cookie listáját, amelyet a %s használ
ja: 以下は、 %sが使用しているすべてのクッキーのリストです
nl: Hieronder vindt u een lijst van alle cookies die worden gebruikt door %s
no: Nedenfor finner du en liste over alle informasjonskapsler brukt i %s
ro: Mai jos veţi găsi o listă cu toate cookie-urile folosite de %s
ru: Ниже вы найдете список всех Cookie, используемых %s
tr: Aşağıda %s tarafından kullanılan tüm çerezlerin bir listesini bulabilirsiniz
uk: Нижче ви знайдете список всіх куків, що використовуються %s
zh: 以下是 %s 所使用的所有 Cookie 清單

# cookies.headline.name
source: Name / Pattern
ar: الاسم / النمط
cs: Jméno / gesto
da: Navn / Mønster
de: Name / Muster
el: Όνομα / Μοτίβο
hu: Név / Minta
ja: 名前 / パターン
nl: Naam / Patroon
no: Navn / Mønster
ro: Nume / Model
ru: Имя / Шаблон
tr: Ad / Desen
uk: Ім'я / Шаблон
zh: 名稱 / 圖案

# cookies.headline.path
source: Path
ar: المسار
cs: Cesta
da: Sti
de: Pfad
el: Διαδρομή
hu: Útvonal
ja: パス
nl: Pad
no: Sti
ro: Cale
ru: Путь
tr: Yol
uk: Шлях
zh: 路徑

# cookies.headline.domain
source: Domain
ar: النطاق
cs: Doména
da: Domæne
el: Τομέας
hu: Domain név
ja: ドメイン
nl: Domein
no: Domene
ro: Domeniu
ru: Домен
tr: Alan
uk: Домен
zh: 語義域

# cookies.headline.expiresAfter
source: Expires after
ar: تنتهي الصلاحية بعد
cs: Vyprší po
da: Udløber efter
de: Ablaufzeit
el: Λήγει μετά
hu: Lejárati idő
ja: 有効期限：
nl: Vervalt na
no: Utløper etter
ro: Expiră după
ru: Истекает после
tr: Bitiş tarihi
uk: Закінчується через
zh: 過期於

source: Year
ar: السنة
cs: Rok
da: År
de: Jahr
el: Έτος
hu: Év
ja: 年
nl: Jaar
no: År
ro: An
ru: Год
tr: Yıl
uk: Рік
zh: 年

source: Years
ar: سنوات
cs: Roky
da: År
de: Jahre
el: Χρόνια
hu: Évek
ja: 年
nl: Jaren
no: År
ro: Ani
ru: Годы
tr: Yıl
uk: Роки
zh: 年

source: Month
ar: شهر
cs: Měsíc
da: Måned
de: Monat
el: Μήνας
hu: Hónap
ja: 月
nl: Maand
no: Måned
ro: Lună
ru: Месяц
tr: Ay
uk: Місяць
zh: 月

source: Months
ar: شهور
cs: Měsíce
da: Måneder
de: Monate
el: Μήνες
hu: Hónap
ja: ヶ月
nl: Maanden
no: Måneder
ro: Luni
ru: Месяцев
tr: Ay
uk: Місяці
zh: 月

source: Day
ar: يوم
cs: Den
da: Dag
de: Tag
el: Ημέρα
hu: Nappal
ja: 日
nl: Dag
no: Dag
ro: Zi
ru: День
tr: Gün
uk: День
zh: 日

source: Days
ar: أيام
cs: Dny
da: Dage
de: Tage
el: Ημέρες
hu: Napok
ja: 日数
nl: Dagen
no: Dager
ro: Zile
ru: Дней
tr: Günler
uk: Днів
zh: 天

source: Hour
ar: ساعة
cs: Hodina
da: Time
de: Stunde
el: Ώρα
hu: Óra
ja: 時間
nl: Uur
no: Time
ro: Ora
ru: Часы
tr: Saat
uk: Година
zh: 小時

source: Hours
ar: الساعات
cs: Hodiny
da: Timer
de: Stunden
el: Ώρες
hu: Óra
ja: 時間
nl: Uren
no: Timer
ro: Ore
ru: Часы
tr: Saat
uk: Годин
zh: 小時

source: Minute
ar: دقيقة
cs: Minuta
da: Minut
el: Λεπτό
hu: Perc
ja: 分
nl: Minuut
no: Minutt
ro: Minut
ru: Минута
tr: Dakika
uk: Хвилин
zh: 分鐘

source: Minutes
ar: دقائق
cs: Minuty
da: Minutter
de: Minuten
el: Λεπτά
hu: Perc
ja: 分
nl: Minuten
no: Minutter
ro: Minute
ru: Минут
tr: Dakika
uk: Хвилин
zh: 分鐘

source: Second
ar: الثاني
cs: Druhý
da: Sekund
de: Sekunde
el: Δευτερόλεπτο
hu: Második
ja: 秒
nl: Tweede
no: Sekund
ro: Secundă
ru: Секунда
tr: Saniye
uk: Секунда
zh: 秒

source: Seconds
ar: ثواني
cs: Sekundy
da: Sekunder
de: Sekunden
el: Δευτερόλεπτα
hu: Másodperc
ja: 秒
nl: Seconden
no: Sekunder
ro: Secunde
ru: Секунды
tr: Saniye
uk: Секунд
zh: 秒

source: End of session
ar: نهاية الدورة
cs: Konec relace
da: Slut på session
de: Sitzungsende
el: Λήξη συνεδρίας
hu: A munkamenet vége
ja: セッションの終了
nl: Sessie beëindigen
no: Slutten på sesjonen
ro: Sfârșitul sesiunii
ru: Конец сессии
tr: Oturum Sonu
uk: Кінець сесії
zh: 結束工作階段

# warning.noServices
source: Why don't I see a Klaro! Modal? → You must assign at least 1 service to the Klaro! configuration! Without services, we don't need consent management at all.
ar: لماذا لا أرى كلارو! مشكلة؟ → يجب عليك تعيين خدمة واحدة على الأقل إلى كلارو! التكوين! بدون خدمات، لا نحتاج إلى إدارة الموافقة على الإطلاق.
cs: Proč nevidím Klaro! Modál? → Musíte Klaru přidělit alespoň jednu službu! Konfigurace! Bez služeb vůbec nepotřebujeme správu souhlasu.
da: Hvorfor ser jeg ikke en Klaro! Modal? → Du skal tildele mindst 1 tjeneste til Klaro! konfiguration! Uden tjenester har vi slet ikke brug for samtykkestyring.
el: Γιατί δεν βλέπω ένα Klaro! Modal? → Πρέπει να αναθέσετε τουλάχιστον 1 υπηρεσία στο Klaro! Διαμόρφωση! Χωρίς υπηρεσίες, δεν χρειαζόμαστε καθόλου διαχείριση συναίνεσης.
hu: Miért nem látom a Klaro! modált? → Legalább 1 szolgáltatást kell hozzárendelned a Klaro! konfigurációhoz! Szolgáltatások nélkül nincs szükségünk beleegyezési menedzsmentre.
ja: Modal! → Klaroに少なくとも1つのサービスを割り当てる必要があります! 設定!サービスがなければ、同意管理は一切必要ありません。
nl: Waarom zie ik geen Klaro! Modal? → je moet minstens 1 service aan de Klaro toewijzen! Configuratie! Zonder diensten hebben we helemaal geen toestemming beheer nodig.
no: Hvorfor ikke jeg ser en Klaro! Modal? → Du må tildele minst 1 tjeneste til Klaro! konfigurasjon! Uten tjenester trenger vi ikke samtykkestyring i det hele tatt.
ro: De ce nu văd un Klaro! Modal? → Trebuie să atribui cel puţin un serviciu Klaro! Configurare! Fără servicii, nu avem nevoie deloc de consimțământ.
ru: Почему я не вижу Кларо! Модуль? → Вы должны назначить Кларо! конфигурация! Без сервисов нам вообще не нужны согласительные менеджменты.
tr: Neden Klaro! Modal'ı göremiyorum? → Klaro! yapılandırmasına en az 1 hizmet atamanız gerekir! Hizmetler olmadan, onay yönetimine hiç gerek yoktur.
uk: Чому я не бачу Klaro! Modal? → Ви повинні призначити як мінімум 1 послугу Klaro! конфигурація! Без послуг нам взагалі не потрібно керувати згодами.
zh: 為何我未見 Klaro! 模態視窗？→ 您必須至少將 1 項服務指派至 Klaro! 設定！若無服務，我們根本無需進行同意管理。

# warning.noServicesPersonalized
source: Hey %s! You missed a service in the config! Without services, we don't need consent management at all.
ar: مرحبًا %s! لقد فاتت خدمة في التكوين! بدون خدمات، لا نحتاج إلى إدارة الموافقة على الإطلاق.
cs: Ahoj %s! Zmeškali jste službu v konfiguraci! Bez služeb vůbec nepotřebujeme správu souhlasu.
da: Hej %s! Du gik glip af en tjeneste i konfigurationen! Uden tjenester har vi slet ikke brug for samtykkehåndtering.
el: Γεια σου %s! Ξέχασες μια υπηρεσία στη διαμόρφωση! Χωρίς υπηρεσίες, δεν χρειαζόμαστε καθόλου διαχείριση συγκατάθεσης.
hu: Hé, %s! Hiányzik egy szolgáltatás a konfigurációból! Szolgáltatások nélkül egyáltalán nincs szükség hozzájáruláskezelésre.
ja: こんにちは、 %sさん！設定でサービスを見逃しています！サービスがなければ、同意管理は一切必要ありません。
nl: Hey %s! U heeft een dienst gemist in de configuratie! Zonder diensten hebben we helemaal geen toestemming beheer nodig.
no: Hei %s! Du har savnet en tjeneste i oppsettet! Uten tjenester trenger vi ikke samtykke ledelsen i det hele tatt.
ro: Hei %s! Ai ratat un serviciu în config! Fără servicii, nu avem nevoie deloc de consimțământ.
ru: Эй, %s! Ты пропустил службу в конфигурации! Без служб нам вообще не нужно управление согласием.
tr: Hey %s! Yapılandırmada bir hizmeti atladınız! Hizmetler olmadan, onay yönetimine hiç gerek kalmaz.
uk: Гей, %s! Ви пропустили послугу в конфігурації! Без послуг нам взагалі не потрібна підтримка в управлінні.
zh: 嘿 %s！你在設定檔中遺漏了服務項目！沒有服務的話，我們根本不需要同意管理機制。

# purposes.functional.description
source: These services are essential for the correct functioning of this website. You cannot disable them here as the service would not work correctly otherwise.
hu: Ezek a szolgáltatások elengedhetetlenek a weboldal megfelelő működéséhez. Itt nem lehet őket letiltani, mert ellenkező esetben a szolgáltatás nem működne megfelelően.
ro: Aceste servicii sunt esenţiale pentru funcţionarea corectă a acestui website. Nu le puteţi dezactiva aici, deoarece serviciul nu ar funcţiona corect în caz contrar.
zh: 這些服務對於本網站的正常運作至關重要。您無法在此處停用它們，否則服務將無法正常運作。

# purposes.performance.description
source: These services process personal information to optimize the service that this website offers.
hu: Ezek a szolgáltatások személyes adatokat dolgoznak fel a weboldal által kínált szolgáltatás optimalizálása érdekében.
ro: Aceste servicii procesează informații personale pentru a optimiza serviciul oferit de acest site.
zh: 這些服務會處理個人資訊，以優化本網站所提供的服務。

# services.clarity.title
source: Microsoft Clarity
ro: Clarity

source: persistent
cs: trvalý
hu: kitartó
tr: sürekli
zh: 持續

# services.tiktok.title
source: TikTok
cs: TikTok sluzby

# purposeItem.service
source: A simple service that I install on my computer.
de: Dienst

# purposeItem.services
source: Several simple services that I install on my computer.
de: Dienste

source: save
de: Speichern

source: close
de: Schließen

source: accept all
de: Alle akzeptieren

source: accept selected
de: Ausgewählte akzeptieren

# service.purposes
source: Processing purposes
de: Zwecke

# service.purpose
source: Processing purpose
de: Zweck

# sets.klaroconsentmanager.label
source: Klaro! Consent Manager
cs: Manažer souhlasu
da: Klaro! Samtykkehåndtering
el: Klaro! Διαχειριστής Συγκατάθεσης
fi: Klaro! Suostumuksen Hallinta
fr: Afficher le gestionnaire de consentement
ja: Klaro! 同意マネージャー
no: Klaro! samtykke Manager
pl: Klaro! Menedżer zgody
pt: Klaro! Gerente Consentimento
ro: Klaro! Manager de consimțământ
ru: Klaro! Менеджер Согласий
sv: Klaro! Samtycke Manager
zh: Klaro! 同意管理器

# extmng.replaceUrl.show
source: Replace-URL to show Klaro! Consent Management:Links targeting this placeholder URL are automatically modified before HTML output. The URL is replaced with CSP-compliant JavaScript to trigger the Klaro! Consent Management modal.
cs: Nahradit URL pro zobrazení Klaro! Správa souhlasu: Odkazy zaměřené na tuto zástupnou URL jsou automaticky změněny před HTML výstupem. URL je nahrazena JavaScriptem kompatibilním s CSP, který spustí Klaro! Souhlas se správním modelem.
da: Erstat-URL for at vise Klaro! Samtykke Management: Links rettet mod denne pladsholder URL ændres automatisk før HTML-output. URL'en er erstattet med CSP-kompatibel JavaScript for at udløse Klaro! Samtykke Management modal.
el: Αντικατάσταση-URL για την εμφάνιση του Klaro! Διαχείριση συγκατάθεσης:Σύνδεσμοι που στοχεύουν αυτό το URL κράτησης θέσης τροποποιούνται αυτόματα πριν από την έξοδο HTML. Το URL αντικαθίσταται από JavaScript συμβατό με το CSP για να ενεργοποιηθεί το Klaro! Λειτουργία διαχείρισης συγκατάθεσης.
fi: Replace-URL näyttää Klaro! Consent Management:Linkit kohdistetaan tämän paikanmerkki URL muutetaan automaattisesti ennen HTML-lähtöä. URL on korvattu CSP-yhteensopivalla JavaScript käynnistää Klaro! Consent Management modal.
fr: Remplacer l'URL pour afficher Klaro! Gestion du consentement : Les liens ciblant cette URL placeholder sont automatiquement modifiés avant la sortie HTML. L'URL est remplacée par du JavaScript conforme aux CSP, pour déclencher le modal de gestion du consentement Klaro.
ja: Klaroを表示する置き換えURL! 同意管理:このプレースホルダー URL をターゲットとするリンクは、HTML 出力の前に自動的に変更されます。 URLはCSPに準拠したJavaScriptに置き換えられ、Klaro! Consent Managementモーダルを起動します。
no: Erstatt's URL for å vise Klaro! Samtidige administrasjon:Linker rettet mot denne plassholder-URLen endres automatisk før HTML vises. URL-adressen er erstattet med CSP-kompatibelt JavaScript for å utløse Klaro! Consent Management modal.
pl: Zastąp adres URL na wyświetlanie Klaro! Zarządzanie zgodą: Linki adresowane do tego zastępczego adresu URL są automatycznie modyfikowane przed wyjściem HTML. Adres URL jest zastąpiony zgodnym z CSP JavaScriptem, aby uruchomić tryb zarządzania zgodami Klaro!
pt: Substitua URL para mostrar Klaro! Gestão de Concesso: Links direcionados a esta URL placeholder são automaticamente modificados antes da saída HTML. A URL é substituída pelo JavaScript compatível com CSP para acionar a janela de gerenciamento de Klaro!
ro: Înlocuiți-URL pentru a arăta Klaro! Consimțământul:Linkurile care vizează acest substituent URL sunt modificate automat înainte de HTML output. URL-ul este înlocuit cu JavaScript conform cu CSP, pentru a declanșa Klaro! Consimțământul de management modal.
ru: Замените URL, чтобы показать Klaro! Consent Management:Links, нацеленные на этот плейсхолдер, автоматически изменяются до вывода HTML. URL заменяется на CSP-совместимый JavaScript, чтобы запустить Klaro! Управление согласием.
sv: Ersätta-URL för att visa Klaro! Samtycke Hantering: Länkar som riktar sig till denna platshållare URL ändras automatiskt innan HTML-utgång. URL ersätts med CSP-kompatibel JavaScript för att utlösa Klaro! Samtycke Management modal.
zh: 替换URL以显示 Klaro ！同意管理：针对此占位符的 URL 的链接在 HTML 输出之前被自动修改。 URL 已被 CSP 兼容的 JavaScript 替换，以触发Klaro ！同意管理模式。

# extmng.replaceUrl.reset
source: Replace-URL to reset Klaro! Consent Management:Links targeting this placeholder URL are automatically changed before HTML output. The URL is replaced with CSP-compliant JavaScript to reset the Klaro! Consent Management settings and then trigger the modal.
cs: Nahradit URL pro resetování Klaro! Správa souhlasu: Odkazy zaměřené na tuto zástupnou URL jsou automaticky změněny před HTML výstupem. URL je nahrazena JavaScriptem kompatibilním s CSP, který resetuje nastavení správy Klaro!
da: Erstat-URL for at nulstille Klaro! Samtykkehåndtering: Links rettet mod denne pladsholder-URL ændres automatisk før HTML-output. URL'en erstattes med CSP-kompatibel JavaScript for at nulstille Klaro! Samtykkehåndteringsindstillingerne og derefter udløse modalen.
el: Αντικατάσταση-URL για επαναφορά της Klaro! Διαχείριση συγκατάθεσης:Σύνδεσμοι που στοχεύουν αυτή τη διεύθυνση κράτησης θέσης αλλάζουν αυτόματα πριν από την έξοδο HTML. Το URL αντικαθίσταται από JavaScript συμβατό με το CSP για να επαναφέρετε τις ρυθμίσεις διαχείρισης συγκατάθεσης και στη συνέχεια να ενεργοποιήσετε το modal.
fi: Replace-URL nollataksesi Klaro! Consent Management:Linkit, jotka kohdistetaan tähän paikkamerkkiin URL-osoite vaihdetaan automaattisesti ennen HTML-lähtöä. URL on korvattu CSP-yhteensopivalla JavaScript nollata Klaro! Consent Management asetukset ja sitten käynnistää modaali.
fr: Remplacer l'URL pour afficher Klaro! Gestion du consentement : Les liens ciblant cette URL placeholder sont automatiquement modifiés avant la sortie HTML. L'URL est remplacée par du JavaScript conforme aux CSP, pour déclencher le modal de gestion du consentement Klaro.
ja: Klaroをリセットするための置き換えURL! 同意管理:このプレースホルダー URLをターゲットとするリンクは、HTML出力の前に自動的に変更されます。 URLはCSPに準拠したJavaScriptに置き換えられ、Klaro! Consent Management設定をリセットし、モーダルをトリガーします。
no: Erstatte URL for å tilbakestille Klaro! Consent Management:Linker rettet mot denne plassholder-URL-en endres automatisk før HTML vises. URL-adressen er erstattet med CSP-kompatibelt JavaScript for å tilbakestille Klaro! Consent Management innstillinger og trigger deretter modalen.
pl: Zastąp adres URL do zresetowania Klaro! Zarządzanie zgodą: Linki skierowane do tego zastępczego adresu URL są automatycznie zmieniane przed wyjściem HTML. Adres URL jest zastąpiony zgodnym z CSP JavaScript do zresetowania ustawień Klaro! Ustawienia zarządzania zgodą, a następnie wyzwalanie modalu.
pt: Substitua a URL para redefinir o Klaro! Gestão de Concesso: Links direcionados a esta URL placeholder são automaticamente alterados antes da saída HTML. A URL é substituída pelo JavaScript compatível com CSP para redefinir as configurações de gerenciamento de Klaro! Em seguida, acionar a modal.
ro: Înlocuiți-URL pentru a reseta Klaro! Consimțământul:Linkurile care vizează acest substituent URL sunt modificate automat înainte de HTML output. URL-ul este înlocuit cu JavaScript conform cu CSP, pentru a reseta Klaro! Consimțământul de management și apoi declanșează modalul.
ru: Замените URL для сброса Klaro! Consent Management:Links нацеленные на этот плейсхолдер URL автоматически изменены до вывода HTML. URL-адрес заменен на CSP-совместимый с JavaScript для сброса настроек Klaro! Консенсусные настройки управления и запуска модального режима.
sv: Ersätta-URL för att återställa Klaro! Samtycke Management: Länkar som riktar sig till denna platshållare URL ändras automatiskt innan HTML-utgång. URL ersätts med CSP-kompatibel JavaScript för att återställa Klaro! Samtycke Management inställningar och sedan utlösa modalen.
zh: 要重置 Klaro 的替换-URL ！同意管理：针对此占位符的 URL 在HTML输出之前会自动更改。 URL 已替换为 CSP 兼容的 JavaScript 来重置 Klaro ！同意管理设置，然后触发模式。
