Repository: ErHaWeb/klaro_consent_manager
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: ar, cs, da, el, es, fi, fr, it, ja, nl, no, pl, pt, ru, sv, uk

# tx_klaroconsentmanager_service.callback.description
source: You can define an optional callback function that will be called each time the consent state for the given service changes. The consent value will be passed as the first parameter to the function (`true` = consented). The `service` config will be passed as the second parameter. The content of this field is wrapped with `callback: function(consent, service) { }`. `consent` is a bool that reflects the current state. service` holds all information about the currently selected service. When you enter something here, you need to know what you are doing. It is your responsibility that no JavaScript errors occur.
ar: يمكنك تحديد وظيفة رد الاتصال الاختيارية التي سيتم استدعاؤها في كل مرة حالة الموافقة على تغييرات الخدمة المعينة. سيتم تمرير قيمة الموافقة كمعيار أول للدالة ('true` = موافق عليها). سيتم تمرير إعدادات "الخدمة" كالمعلمة الثانية. محتوى هذا الحقل مغلف بـ 'رد الاتصال: وظيفة (موافقة، خدمة) { }'. 'موافقة' هو بوت يعكس الحالة الراهنة. تحتوي الخدمة` على جميع المعلومات حول الخدمة المحددة حاليا. عندما تدخل شيئا هنا، تحتاج إلى معرفة ما تفعله. مسؤوليتك هي أنه لا تحدث أخطاء في جافا سكريبت.
cs: Můžete definovat volitelnou funkci zpětného volání, která bude volána pokaždé, když se změní stav souhlasu dané služby. Hodnota souhlasu bude předána jako první parametr funkci (`true` = souhlas). Konfigurace `service` bude předána jako druhý parametr. Obsah tohoto pole je obalen `zpětné volání: function(souhlas, service) { }`. `Souhlas` je bool, který odráží aktuální stav. služba` obsahuje všechny informace o aktuálně zvolené službě. Když sem něco zadáte, musíte vědět, co děláte. Je vaší odpovědností, aby nedošlo k žádným chybám JavaScriptu.
da: Du kan definere en valgfri tilbagekald funktion, der vil blive kaldt hver gang samtykke tilstand for de givne service ændringer. Godkendelsesværdien vil blive videregivet som den første parameter til funktionen (`true` = samtykke). Den `service` config vil blive bestået som den anden parameter. Indholdet af dette felt er pakket ind med `callback: function(consent, service) { }`. `consent` er en bool, der afspejler den aktuelle tilstand. service` indeholder alle oplysninger om den aktuelt valgte tjeneste. Når du indtaster noget her, skal du vide, hvad du gør. Det er dit ansvar, at der ikke opstår JavaScript-fejl.
el: Μπορείτε να ορίσετε μια προαιρετική λειτουργία callback που θα καλείται κάθε φορά που η κατάσταση συγκατάθεσης για τις αλλαγές της δεδομένης υπηρεσίας. Η τιμή της συγκατάθεσης θα περάσει ως πρώτη παράμετρος στη συνάρτηση (`true` = συναίνεση). Η ρύθμιση `service` θα περάσει ως δεύτερη παράμετρος. Το περιεχόμενο αυτού του πεδίου είναι τυλιγμένο με `callback: function(consent, service) { }`. `consent` είναι ένα κόλπο που αντανακλά την τρέχουσα κατάσταση. το service` διατηρεί όλες τις πληροφορίες σχετικά με την τρέχουσα επιλεγμένη υπηρεσία. Όταν εισάγετε κάτι εδώ, πρέπει να ξέρετε τι κάνετε. Είναι δική σας ευθύνη ότι δεν εμφανίζονται σφάλματα JavaScript.
es: Puede definir una función de callback opcional que se llamará cada vez que el estado del consentimiento para los cambios de servicio dados. El valor del consentimiento será pasado como el primer parámetro a la función (`true` = consented). La configuración `service` se pasará como segundo parámetro. El contenido de este campo está envuelto con `callback: function(consent, service) { }`. `consent` es un bool que refleja el estado actual. service` contiene toda la información sobre el servicio seleccionado actualmente. Cuando introduzcas algo aquí, necesitas saber lo que estás haciendo. Es tu responsabilidad que no se produzcan errores de JavaScript.
fi: Voit määritellä valinnaisen takaisinkutsutoiminnon, jota kutsutaan joka kerta kun tietyn palvelun muutokset hyväksyvät sen. Suostumuksen arvo annetaan funktion ensimmäisenä parametrina (`true` = hyväksytty). The `service` config will be passed as the second parameter. (Automatic Copy) Tämän kentän sisältö on kääritty `callback: function(consent, service) { }`. `consent` on boooli, joka heijastaa nykyistä tilaa. service` sisältää kaikki tiedot valitusta palvelusta. Kun kirjoitat jotain tähän, sinun täytyy tietää, mitä olet tekemässä. On sinun vastuullasi, että JavaScript-virheitä ei tapahdu.
fr: Vous pouvez définir une fonction de rappel optionnelle qui sera appelée à chaque fois que l'état de consentement pour les changements de service donnés. La valeur de consentement sera passée comme premier paramètre à la fonction (`true` = consenté). La configuration `service` sera passée comme second paramètre. Le contenu de ce champ est enveloppé avec `callback: function(consent, service) { }`. `consent` est un booléen qui reflète l'état actuel. service` contient toutes les informations sur le service actuellement sélectionné. Lorsque vous entrez quelque chose ici, vous devez savoir ce que vous faites. Il est de votre responsabilité qu'aucune erreur JavaScript ne se produise.
it: È possibile definire una funzione di callback opzionale che verrà chiamata ogni volta che cambia lo stato del consenso per il servizio specificato. Il valore del consenso verrà passato come primo parametro alla funzione (`true` = autorizzato). La configurazione `service` verrà passata come secondo parametro. Il contenuto di questo campo è racchiuso con `callback: function(consent, service) { }`. `consent` è un bool che riflette lo stato attuale. service` contiene tutte le informazioni sul servizio attualmente selezionato. Quando inserisci qualcosa qui, devi sapere cosa stai facendo. È tua responsabilità che non si verificano errori JavaScript.
ja: 任意のコールバック関数を定義することができます。コールバック関数は、指定したサービスの同意が変更されるたびに呼び出されます。 同意値は関数に最初のパラメータとして渡されます (`true` = consented)。 `service`の設定は2番目のパラメータとして渡されます。 このフィールドの内容は `callback: function(consent, service) { }` でラップされます。`consent` は現在の状態を反映した bool です。 サービスは現在選択されているサービスに関するすべての情報を保持します。 ここに何かを入力するときは、自分が何をしているかを知る必要があります。JavaScript のエラーが発生しないことは、あなたの責任です。
nl: U kunt een optionele callback-functie definiëren die wordt aangeroepen elke keer dat de toestemming status voor de opgegeven service verandert. De consent waarde wordt doorgegeven als eerste parameter aan de functie (`true` = consented). De `service` configuratie zal worden doorgegeven als de tweede parameter. De inhoud van dit veld wordt verpakt met `callback: function(toestemming, service) { }`. `consent` is een bool die de huidige staat weergeeft. service bevat alle informatie over de geselecteerde service. Als je hier iets invoert, moet je weten wat je doet. Het is je verantwoordelijkheid dat er geen JavaScript-fouten optreden.
no: Du kan definere en valgfri tilbakeringingsfunksjon som kalles for hver gang samtykke statusen for de gitte endringene av tjenesten. Samtykkeverdien vil bli sendt som den første parameteren til funksjonen (`sanne` = samtykke). Konfigurasjonen `service` vil bli bestått som den andre parameteren. Innholdet i dette feltet er pakket i "callback: function(samtykke) { }"samtykke" er en bool som reflekterer gjeldende tilstand. service` holder all informasjon om den valgte tjenesten. Når du skriver inn noe her, må du vite hva du gjør. Det er ditt ansvar at det ikke forekommer noen JavaScript-feil.
pl: Możesz zdefiniować opcjonalną funkcję wywołania zwrotnego, która będzie wywoływana za każdym razem, gdy nastąpi zmiana stanu zgody dla danej usługi. Wartość zgody zostanie przekazana jako pierwszy parametr funkcji (`true` = zgoda). Konfiguracja `service` zostanie przekazana jako drugi parametr. Zawartość tego pola jest owinięta `callback: function(consent, service) { }`. `consent` to bool odzwierciedlający aktualny stan. usługa` zawiera wszystkie informacje o aktualnie wybranej usłudze. Kiedy wpiszesz coś tutaj, musisz wiedzieć, co robisz. Odpowiedzialność za brak błędów JavaScript spoczywa na ciebie.
pt: Você pode definir uma função opcional de retorno de chamada que será chamada cada vez que o estado do consentimento para as mudanças de serviço fornecidas. O valor do consentimento será passado como o primeiro parâmetro para a função (`true` = consentido). A configuração `serviço` será passada como o segundo parâmetro. O conteúdo deste campo é encapsulado com `callback: function(consentimento, serviço) { }`. `consentimento` é um bool que reflete o estado atual. o serviço contém todas as informações sobre o serviço selecionado. Quando você insere algo aqui, você precisa saber o que está fazendo. É sua responsabilidade que nenhum erro de JavaScript ocorre.
ru: Вы можете определить необязательную функцию обратного вызова, которая будет вызываться каждый раз, когда состояние согласия для данной службы изменится. Значение согласия будет передано функции в качестве первого параметра (`true` = consented). Второй параметр будет передан конфигурации `service`. Содержимое этого поля обернуто `callback: function(consent, service) { }`. `consent` это бул, отражающий текущее состояние. service` содержит всю информацию о выбранной службе. Когда вы вводите что-нибудь здесь, вам нужно знать, что вы делаете. Ответственность за то, что ошибки JavaScript не возникает.
sv: Du kan definiera en valfri callback-funktion som kommer att kallas varje gång samtyckestillståndet för den angivna tjänsten ändras. Samtycke värdet kommer att skickas som den första parametern till funktionen (`true` = samtycke). `service`-konfigurationen kommer att skickas som den andra parametern. Innehållet i det här fältet är insvept med `callback: funktion(samtycke, tjänst) { }`. `consent` är en boll som återspeglar det aktuella tillståndet. service` innehåller all information om den aktuella valda tjänsten. När du skriver in något här behöver du veta vad du gör. Det är ditt ansvar att inga JavaScript-fel uppstår.
uk: Ви можете визначити опціональну функцію зворотного виклику, яка буде викликатися кожного разу, коли буде надана згода для заданих змін послуг. Значення згоди буде передане як перший параметр функції (`true` = подано). Конфігурація `service` буде передана в якості другого параметра. Вміст цього поля загорнуто "зворотнім викликом: функціонал (згода, послуга) { }`. `сокено` є булем, що відображає поточний стан. сервіс містить всю інформацію про обраний сервіс. Коли ви введете тут що-небудь, потрібно знати, що ви робите. Ваш обов'язок стовідсотково не виникає помилок JavaScript.

# tx_klaroconsentmanager_service.on_accept.description
source: Here you can define JavaScript code that will be called each time the service was accepted. The content of this field is wrapped with `callback: function(handlerOpts) { }`. The object `handlerOpts` contains the objects `config` (the current Klaro! configuration), `service` (the current service) and possibly `vars` (any values defined by object notation in the vars field in the backend). When you enter something here, you need to know what you are doing. It is your responsibility that no JavaScript errors occur.
ar: هنا يمكنك تعريف رمز جافا سكريبت الذي سيتم استدعاؤه في كل مرة يتم فيها قبول الخدمة. محتوى هذا الحقل ملفوف بـ `الاتصال: function(handlerOpts) { }`. الكائن 'handlerOpts' يحتوي على الكائنات 'config' (Klaro الحالية! التكوين) و "الخدمة" (الخدمة الحالية) وربما "vars" (أي قيم محددة بواسطة تدوين الكائن في حقل vars في الخلفية). عندما تدخل شيئا هنا، تحتاج إلى معرفة ما تفعله. مسؤوليتك هي أنه لا تحدث أخطاء في جافا سكريبت.
cs: Zde můžete definovat JavaScript kód, který bude volán pokaždé, když byla služba přijata. Obsah tohoto pole je zabalen "zpětným voláním: function(handlerOpts) { }`. Objekt `handlerOpts` obsahuje objekty `config` (aktuální Klaro! konfigurace), `service` (současná služba) a případně `vars` (všechny hodnoty definované zápisem objektu v poli var v backendu). Když sem něco zadáte, musíte vědět, co děláte. Je vaší odpovědností, aby nedošlo k žádným chybám JavaScriptu.
da: Her kan du definere JavaScript-kode, der vil blive kaldt hver gang tjenesten blev accepteret. Indholdet af dette felt er pakket ind med `callback: function(handlerOpts) { }`. Objektet `handlerOpts` indeholder objekter `config` (den nuværende Klaro! configuration), `service` (den aktuelle service) og muligvis `vars` (alle værdier defineret ved objektnotation i vars feltet i backend). Når du indtaster noget her, skal du vide, hvad du gør. Det er dit ansvar, at der ikke opstår JavaScript-fejl.
el: Εδώ μπορείτε να ορίσετε κώδικα JavaScript που θα καλείται κάθε φορά που έγινε δεκτή η υπηρεσία. Το περιεχόμενο αυτού του πεδίου είναι τυλιγμένο με `callback: function(handlerOpts) { }`. Το αντικείμενο `handlerOpts` περιέχει τα αντικείμενα `config` (το τρέχον Klaro! configuration), `service` (η τρέχουσα υπηρεσία) και ενδεχομένως `vars` (οποιεσδήποτε τιμές ορίζονται από την σημειογραφία αντικειμένου στο πεδίο vars στο backend). Όταν εισάγετε κάτι εδώ, πρέπει να ξέρετε τι κάνετε. Είναι δική σας ευθύνη ότι δεν εμφανίζονται σφάλματα JavaScript.
es: Aquí puede definir código JavaScript que se llamará cada vez que el servicio fue aceptado. El contenido de este campo está envuelto con `callback: function(handlerOpts) { }`. El objeto `handlerOpts` contiene los objetos `config` (el actual Klaro! configuración), `service` (el servicio actual) y posiblemente `vars` (cualquier valor definido por notación de objeto en el campo vars en el backend). Cuando introduzcas algo aquí, necesitas saber lo que estás haciendo. Es tu responsabilidad que no se produzcan errores de JavaScript.
fi: Täällä voit määritellä JavaScript-koodin, jota kutsutaan joka kerta kun palvelu hyväksyttiin. Tämän kentän sisältö on kääritty `callback: function(handlerOpts) { }`. Objekti `handlerOpts` sisältää objekteja `config` (nykyinen Klaro! konfiguraatio), `service` (nykyinen palvelu) ja mahdollisesti `vars` (kaikki arvot jotka on määritelty objektin notaatiossa taustaosan vars-kentässä). Kun kirjoitat jotain tähän, sinun täytyy tietää, mitä olet tekemässä. On sinun vastuullasi, että JavaScript-virheitä ei tapahdu.
fr: Ici, vous pouvez définir le code JavaScript qui sera appelé chaque fois que le service a été accepté. Le contenu de ce champ est enveloppé par `callback: function(handlerOpts) { }`. L'objet `handlerOpts` contient les objets `config` (le Klaro actuel! configuration), `service` (le service actuel) et éventuellement `vars` (toutes les valeurs définies par la notation d'objet dans le champ vars du backend). Lorsque vous entrez quelque chose ici, vous devez savoir ce que vous faites. Il est de votre responsabilité qu'aucune erreur JavaScript ne se produise.
it: Qui puoi definire il codice JavaScript che verrà chiamato ogni volta che il servizio è stato accettato. Il contenuto di questo campo è avvolto con `callback: function(handlerOpts) { }`. L'oggetto `handlerOpts` contiene gli oggetti `config` (l'attuale Klaro! configurazione), `service` (il servizio corrente) ed eventualmente `vars` (qualsiasi valore definito dalla notazione di oggetto nel campo dei vars nel backend). Quando inserisci qualcosa qui, devi sapere cosa stai facendo. È tua responsabilità che non si verificano errori JavaScript.
ja: ここでは、サービスが承認されるたびに呼び出されるJavaScriptコードを定義できます。 このフィールドの内容は `callback: function(handlerOpts) { }` でラップされます。 オブジェクト `handlerOps` には、`config` オブジェクトが含まれています(現在のKlaro! configuration), `service` (現在のサービス) , おそらく `vars` (バックエンドの var フィールドのオブジェクト表記で定義された値). ここに何かを入力するときは、自分が何をしているかを知る必要があります。JavaScript のエラーが発生しないことは、あなたの責任です。
nl: Hier kunt u JavaScript-code definiëren die elke keer dat de dienst werd geaccepteerd wordt aangeroepen. De inhoud van dit veld bestaat uit `callback: function(handlerOpts) { }`. Het object `handlerOpts` bevat de objecten `config` (de huidige Klaro! configuratie), `service` (de huidige service) en mogelijk `vars` (alle waarden gedefinieerd door object notatie in het vars veld in de backend). Als je hier iets invoert, moet je weten wat je doet. Het is je verantwoordelijkheid dat er geen JavaScript-fouten optreden.
no: Her kan du definere JavaScript-kode som skal ringes hver gang tjenesten ble akseptert. Innholdet i dette feltet er pakket inn med `callback: function(handlerOpts) { }`. Objektet `handlerOpts` inneholder objektene `config` (den gjeldende Klaro! konfigurasjoner), `service` (gjeldende tjeneste) og muligens `vars` (alle verdier definert av objektnotasjon i varsfeltet i enden). Når du skriver inn noe her, må du vite hva du gjør. Det er ditt ansvar at det ikke forekommer noen JavaScript-feil.
pl: Tutaj możesz zdefiniować kod JavaScript, który będzie wywoływany za każdym razem, gdy usługa została zaakceptowana. Zawartość tego pola jest owinięta `callback: function(handlerOpts) { }`. Obiekt `handlerOpts` zawiera obiekty `config` (obecny Klaro! konfiguracja), `service` (bieżąca usługa) i ewentualnie `vars` (wszelkie wartości zdefiniowane przez notację obiektu w polu vars w backendzie). Kiedy wpiszesz coś tutaj, musisz wiedzieć, co robisz. Odpowiedzialność za brak błędów JavaScript spoczywa na ciebie.
pt: Aqui você pode definir um código JavaScript que será chamado cada vez que o serviço for aceito. O conteúdo deste campo está encapsulado com `callback: function(handlerOpts) { }`. O objeto `handlerOpts` contém os objetos `config` (o Klaro atual! configuração), 'service' (o serviço atual) e possivelmente 'vars' (quaisquer valores definidos pela notação de objeto no campo de vars no backend). Quando você insere algo aqui, você precisa saber o que está fazendo. É sua responsabilidade que nenhum erro de JavaScript ocorre.
ru: Здесь вы можете определить код JavaScript, который будет вызываться каждый раз, когда услуга была принята. Содержимое этого поля обертывается `callback: function(handlerOpts) { }`. Объект `handlerOpts` содержит объекты `config` (текущий Klaro! ), `service` (текущая служба) и, возможно, `vars` (любые значения, определенные с помощью записи объекта в поле vars в backend). Когда вы вводите что-нибудь здесь, вам нужно знать, что вы делаете. Ответственность за то, что ошибки JavaScript не возникает.
sv: Här kan du definiera JavaScript-kod som kommer att anropas varje gång tjänsten godkändes. Innehållet i detta fält är insvept med `callback: function(handlerOpts) { }`. Objektet `handlerOpts` innehåller objekten `config` (nuvarande Klaro! konfiguration), `service` (den aktuella tjänsten) och möjligen `vars` (alla värden som definieras av objektnotation i vars fält i backend). När du skriver in något här behöver du veta vad du gör. Det är ditt ansvar att inga JavaScript-fel uppstår.
uk: Тут ви можете визначити код JavaScript, який буде викликати при прийнятті сервісу. Вміст цього поля загорнуто `callback: function(handlerOpts) { }`. Об'єкт `handlerOpts` містить об'єкти `config` (поточний Klaro! конфігурація), `сервіс` (поточна послуга) та, можливо, `vars` (будь-які значення, визначені припущення об’єкта у полі заднє значення). Коли ви введете тут що-небудь, потрібно знати, що ви робите. Ваш обов'язок стовідсотково не виникає помилок JavaScript.
