Repository: ErHaWeb/klaro_consent_manager
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: ar, cs, da, el, es, fi, fr, it, ja, nl, no, pl, pt, ru, sv, uk

# tx_klaroconsentmanager_configuration.cookie_domain.label
source: Cookie Domain
ar: نطاق ملفات تعريف الارتباط
cs: Doména cookie
da: Cookie Domæne
el: Τομέας Cookie
es: Dominio de cookies
fi: Evästeen Verkkotunnus
fr: Cookie domaine
it: Dominio Cookie
ja: クッキードメイン
nl: Cookie Domein
no: Cookie Domene
pl: Domena ciasteczka
pt: Domínio do Cookie
ru: Домен Cookie
sv: Kakans domän
uk: Cookie домену

# tx_klaroconsentmanager_configuration.cookie_domain.description
source: You can change the cookie domain for the consent manager itself. Use this if you want to get consent once for multiple matching domains. By default, Klaro will use the current domain. Only relevant if `storageMethod` is set to `cookie`.
ar: يمكنك تغيير نطاق ملفات تعريف الارتباط لمدير الموافقة نفسه. استخدم هذا إذا كنت ترغب في الحصول على الموافقة مرة واحدة على مجالات مطابقة متعددة. بشكل افتراضي، سيقوم كلارو باستخدام النطاق الحالي. فقط إذا تم تعيين `أسلوب التخزين` إلى `ملف تعريف الارتباط`.
cs: Doménu cookie můžete změnit pro správce souhlasu. Tuto možnost použijte, pokud chcete získat souhlas pro více odpovídajících domén. Ve výchozím nastavení bude Klaro používat aktuální doménu. Je relevantní pouze pokud je `storageMethod` nastaven na `cookie`.
da: Du kan ændre cookie domæne for samtykke manager selv. Brug dette, hvis du ønsker at få samtykke én gang for flere matchende domæner. Klaro vil som standard bruge det aktuelle domæne. Kun relevant, hvis `storageMethod` er sat til `cookie`.
el: Μπορείτε να αλλάξετε τον τομέα των cookies για τον ίδιο τον διαχειριστή συγκατάθεσης. Χρησιμοποιήστε αυτό αν θέλετε να λάβετε τη συγκατάθεσή σας μία φορά για πολλούς τομείς που ταιριάζουν. Από προεπιλογή, το Klaro θα χρησιμοποιήσει τον τρέχοντα τομέα. Μόνο αν η μέθοδος `storageMethod` έχει οριστεί σε `cookie`.
es: Puedes cambiar el dominio de cookies para el propio gestor de consentimientos. Usa esto si quieres obtener el consentimiento una vez para múltiples dominios coincidentes. Por defecto, Klaro usará el dominio actual. Sólo relevante si `storageMethod` está establecido en `cookie`.
fi: Voit muuttaa evästeen verkkotunnusta itse suostumuksen hallinnoijalle. Käytä tätä, jos haluat saada suostumuksen kerran usealle yhteensopivalle verkkotunnukselle. Oletuksena Klaro käyttää nykyistä verkkotunnusta. Vain jos `storageMethod` on asetettu hakemistoon `cookie`.
fr: Vous pouvez changer le domaine de cookie pour le gestionnaire de consentement lui-même. Utilisez ceci si vous voulez obtenir le consentement une fois pour plusieurs domaines correspondants. Par défaut, Klaro utilisera le domaine actuel. Ne pertinent que si `storageMethod` est défini à `cookie`.
it: È possibile modificare il dominio cookie per il gestore del consenso stesso. Utilizzare questo se si desidera ottenere il consenso una volta per più domini corrispondenti. Per impostazione predefinita, Klaro userà il dominio corrente. Rilevante solo se `storageMethod` è impostato a `cookie`.
ja: 同意管理者自身のためにクッキーのドメインを変更することができます。複数のマッチングドメインに対して一度同意を得たい場合に使用します。 デフォルトでは、Klaroは現在のドメインを使用します。`storageMethod`が`cookie`に設定されている場合にのみ関連します。
nl: U kunt het cookie domein voor de consent manager zelf wijzigen. Gebruik dit als u toestemming wilt krijgen voor meerdere overeenkomende domeinen. Standaard zal Klaro het huidige domein gebruiken. Alleen relevant als `storageMethod` is ingesteld op `cookie`.
no: Du kan endre informasjonskapselens domene for selve samtykkehåndtereren. Bruk dette hvis du ønsker å få samtykke når flere samsvarende domener. Som standard vil Klaro bruke gjeldende domener. Bare relevant dersom `lagringsMethod` er satt til `cookie`.
pl: Możesz zmienić domenę ciasteczka dla menedżera zgody. Użyj tego, jeśli chcesz uzyskać zgodę jeden raz dla wielu pasujących domen. Domyślnie Klaro będzie używać bieżącej domeny. Dotyczy tylko jeśli `storageMethod` jest ustawiony na `cookie`.
pt: Você pode alterar o domínio de cookie para o gerente de consentimento em si. Use isto se você deseja obter consentimento uma vez para vários domínios correspondentes. Por padrão, Klaro usará o domínio atual. Apenas relevante se `storageMethod` for definido como `cookie`.
ru: Вы можете изменить домен cookie для самого менеджера согласия. Используйте это, если вы хотите получить согласие один раз для нескольких подходящих доменов. По умолчанию, Klaro будет использовать текущий домен. Решена только если `storageMethod` установлен в `cookie`.
sv: Du kan ändra cookie-domänen för samtyckeshanteraren själv. Använd detta om du vill få samtycke en gång för flera matchande domäner. Som standard kommer Klaro att använda den aktuella domänen. Endast relevant om `storageMethod` är satt till `cookie`.
uk: Ви можете змінити домен cookie для самого менеджера згоди. Використовуйте це, якщо ви хочете отримати згоду один раз для декількох відповідних доменів. Типово, Klaro використає поточний домен. Тільки якщо "storageMethod" встановлено в `cookie`.

# tx_klaroconsentmanager_configuration.cookie_domain.placeholder
source: .example.com
ar: مثال.com
cs: .příklad.com
es: .ejemplo.com
fr: exemple.fr
nl: .voorbeeld.nl
no: .eksempel.no
pl: przyklad.pl
pt: .exemplo.com
sv: .exempel.se

# tx_klaroconsentmanager_configuration.cookie_path.label
source: Cookie Path
ar: مسار الكوكيز
cs: Cesta k cookie
da: Cookie Sti
el: Διαδρομή Cookie
es: Ruta de Cookie
fi: Evästeen Polku
fr: Cookie chemin
it: Percorso Cookie
ja: Cookieパス
nl: Cookie pad
no: Cookie sti
pl: Ścieżka ciasteczka
pt: Caminho do Cookie
ru: Путь Cookie
sv: Sökväg för cookies
uk: Шлях для Cookie

# tx_klaroconsentmanager_configuration.cookie_path.description
source: Provide a path if you have services that set cookies for a path that is not "/"
ar: قم بتوفير مسار إذا كان لديك خدمات لتعيين ملفات تعريف الارتباط لمسار ليس "/"
cs: Poskytněte cestu, pokud máte služby nastavující cookies pro cestu, která není "/"
da: Angiv en sti, hvis du har tjenester, der sætter cookies til en sti, der ikke er "/"
el: Παρέχετε μια διαδρομή αν έχετε υπηρεσίες που ορίζουν τα cookies για μια διαδρομή που δεν είναι "/"
es: Proporciona una ruta si tienes servicios que establecen cookies para una ruta que no es "/"
fi: Anna polku, jos sinulla on palveluita, jotka asettavat evästeet polulle, joka ei ole "/"
fr: Fournir un chemin si vous avez des services qui définissent des cookies pour un chemin qui n'est pas "/"
it: Fornire un percorso se si dispone di servizi che impostano i cookie per un percorso che non è "/"
ja: 「/」以外のパスにクッキーを設定するサービスがある場合は、パスを提供してください。
nl: Geef een pad als u diensten heeft die cookies instellen voor een pad dat niet "/" is
no: Angi en bane hvis du har tjenester som setter informasjonskapsler for en sti som ikke er "/"
pl: Podaj ścieżkę jeśli masz usługi, które ustawiają pliki cookie dla ścieżki, która nie jest "/"
pt: Fornece um caminho se você tem serviços que definem cookies para um caminho que não é "/"
ru: Предоставьте путь, если у вас есть сервисы, которые устанавливают cookies для пути, который не является «/»
sv: Ange en sökväg om du har tjänster som ställer in cookies för en sökväg som inte är "/"
uk: Проводьте шлях, якщо у вас є послуги, які встановлюють куки для шляху, який не "/"

# tx_klaroconsentmanager_configuration.cookie_expires_after_days.label
source: Cookie expires after days
ar: ملفات تعريف الارتباط تنتهي بعد أيام
cs: Cookie vyprší po dnech
da: Cookie udløber efter dage
el: Το Cookie λήγει μετά από ημέρες
es: La cookie caduca después de días
fi: Eväste vanhenee päivien jälkeen
fr: Le cookie expire après les jours
it: Il cookie scade dopo giorni
ja: Cookieの有効期限は日後に切れます
nl: Cookie verloopt na dagen
no: Kjeks utløper etter dager
pl: Ciasteczko wygasa po dniach
pt: Cookie expira após dias
ru: Cookie истекает после дней
sv: Kakan går ut efter dagar
uk: Термін дії куки закінчується через дні

# tx_klaroconsentmanager_configuration.cookie_expires_after_days.description
source: You can also set a custom expiration time for the Klaro cookie. By default, it will expire after 60 days. Only relevant if `storageMethod` is set to `cookie`.
ar: يمكنك أيضًا تعيين وقت انتهاء الصلاحية المخصص لكوكيزي كلارو. بشكل افتراضي، سوف تنتهي صلاحيته بعد 60 يوما. فقط إذا تم تعيين `أسلوب التخزين` إلى `ملف تعريف الارتباط`.
cs: Můžete také nastavit vlastní dobu vypršení platnosti cookie Klaro. Ve výchozím nastavení vyprší po 60 dnech. Vhodné pouze pokud je `storageMethod` nastaveno na `cookie`.
da: Du kan også indstille en brugerdefineret udløbstid for Klaro cookien. Som standard udløber den efter 60 dage. Kun relevant, hvis `storageMethod` er sat til `cookie`.
el: Μπορείτε επίσης να ορίσετε έναν προσαρμοσμένο χρόνο λήξης για το Klaro cookie. Από προεπιλογή, θα λήξει μετά από 60 ημέρες. Μόνο εάν η επιλογή `storageMethod` έχει οριστεί σε `cookie`.
es: También puede establecer un tiempo de caducidad personalizado para la cookie de Klaro. Por defecto, caducará después de 60 días. Sólo relevante si `storageMethod` está establecido en `cookie`.
fi: Voit myös asettaa oman vanhentumisajan Klaron evästeelle. Oletuksena se päättyy 60 päivän kuluttua. Merkityksellistä vain, jos `storageMethod` on asetettu `cookie`.
fr: Vous pouvez également définir une date d'expiration personnalisée pour le cookie Klaro. Par défaut, il expirera après 60 jours. Seulement pertinent si `storageMethod` est défini sur `cookie`.
it: Puoi anche impostare un tempo di scadenza personalizzato per il cookie Klaro. Per impostazione predefinita, scadrà dopo 60 giorni. Rilevante solo se `storageMethod` è impostato su `cookie`.
ja: Klaro Cookieのカスタム有効期限を設定することもできます。 デフォルトでは、60日後に期限が切れます。`storageMethod` が `cookie` に設定されている場合にのみ関連性があります。
nl: Je kunt ook een aangepaste verlooptijd instellen voor de Klaro koekje. Standaard zal het verlopen na 60 dagen. Alleen relevant als `storageMethod` is ingesteld op `cookie`.
no: Du kan også sette en egendefinert utløpsdato for Klaro-cookien. Som standard vil det utløpe etter 60 dager. Bare relevant hvis `storageMethod` er satt til `informasjonskapsel`.
pl: Możesz również ustawić niestandardowy czas wygaśnięcia dla ciasteczka Klaro. Domyślnie wygaśnie po 60 dniach. Ważne, tylko jeśli `storageMethod` jest ustawione na `cookie`.
pt: Você também pode definir um tempo de expiração personalizado para o cookie Klaro. Por padrão, ele irá expirar após 60 dias. Apenas relevante se `storageMethod` estiver definido como `cookie`.
ru: Вы также можете установить время истечения срока действия cookie Klaro. По умолчанию срок действия `storageMethod` истекает через 60 дней. Только если параметр `storageMethod` имеет значение `cookie`.
sv: Du kan också ställa in en anpassad utgångstid för Klaro-cookien. Som standard kommer den att löpa ut efter 60 dagar. Endast relevant om `storageMethod` är satt till `cookie`.
uk: Ви також можете встановити спеціальний час для Klaro cookie. За замовчуванням, воно закінчиться через 60 днів. Значення відноситься тільки якщо `storageMethod` встановлено на `cookie`.

# tx_klaroconsentmanager_configuration.default.label
source: Default
ar: الافتراضي
cs: Výchozí
da: Standard
el: Προεπιλογή
es: Por defecto
fi: Oletus
fr: Par défaut
it: Predefinito
ja: デフォルト
nl: Standaard
no: Standard
pl: Domyślny
pt: Padrão
ru: По умолчанию
sv: Standard
uk: Типово

# tx_klaroconsentmanager_configuration.default.description
source: Defines the default state for services in the consent modal (`true` = enabled by default). If this setting is set to "false", you can override it in any service.
ar: يحدد الحالة الافتراضية للخدمات في طريقة الموافقة ('true` = مفعّل بشكل افتراضي). إذا تم تعيين هذا الإعداد إلى "خطأ"، يمكنك تجاوزه في أي خدمة.
cs: Definuje výchozí stav služeb v režimu souhlasu (`true` = ve výchozím nastavení povoleno). Pokud je toto nastavení nastaveno na "false", můžete ho přepsat v jakékoliv službě.
da: Definerer standardtilstanden for tjenester i samtykket modal (`true` = aktiveret som standard). Hvis denne indstilling er sat til "false", kan du tilsidesætte den i enhver tjeneste.
el: Καθορίζει την προεπιλεγμένη κατάσταση για τις υπηρεσίες στη λειτουργία συναίνεσης (`true` = ενεργοποιημένη από προεπιλογή). Εάν αυτή η ρύθμιση έχει οριστεί σε "ψευδές", μπορείτε να την παρακάμψετε σε οποιαδήποτε υπηρεσία.
es: Define el estado por defecto para los servicios en la modal de consentimiento (`true` = habilitado por defecto). Si esta opción está configurada en "falso", puede sobreescribirla en cualquier servicio.
fi: Määrittelee oletustilan palveluille suostumusmodaalissa (`true` = oletusarvoisesti käytössä). Jos tämä asetus on asetettu "vääriksi", voit ohittaa sen missä tahansa palvelussa.
fr: Définit l'état par défaut des services dans le consentement modal (`true` = activé par défaut). Si ce paramètre est réglé sur "false", vous pouvez le remplacer dans n'importe quel service.
it: Definisce lo stato predefinito per i servizi nella modalità consenso (`true` = abilitata per impostazione predefinita). Se questa impostazione è impostata su "falso", puoi sovrascriverla in qualsiasi servizio.
ja: 同意モーダル（`true` = デフォルトで有効）でサービスのデフォルト状態を定義します。 この設定が "false" に設定されている場合、任意のサービスで上書きできます。
nl: Definieert de standaard status voor services in het consent modal (`true` = standaard ingeschakeld). Als deze instelling is ingesteld op "false", kan je deze overschrijven in elke service.
no: Definerer standardtilstanden for tjenester i samtykkemodus (`true` = aktivert som standard). Hvis denne innstillingen er satt til "false", kan du overstyre den i alle tjenester.
pl: Określa domyślny stan usług w modalnym trybie zgody (`true` = domyślnie włączone). Jeśli to ustawienie jest ustawione na "fałsz", możesz nadpisać je w dowolnej usłudze.
pt: Define o estado padrão para serviços no modal de consentimento (`true` = habilitado por padrão). Se esta configuração for definida como "falso", você pode substituí-la em qualquer serviço.
ru: Определяет состояние по умолчанию для служб в модуле согласия (`true` = включено по умолчанию). Если этот параметр установлен в "false", вы можете переопределить его в любой службе.
sv: Definierar standardstatus för tjänster i samtyckesmodalen (`true` = aktiverat som standard). Om den här inställningen är satt till "false", kan du åsidosätta den i någon tjänst.
uk: Визначає стан за замовчуванням для служб у модальному виді згоди (`true` = увімкнено за замовчуванням). Якщо цей параметр встановлений в "false", ви можете змінити його в будь-якому сервісі.

# tx_klaroconsentmanager_configuration.must_consent.label
source: Must consent
ar: يجب الموافقة
cs: Musí souhlasit
da: Skal samtykke
el: Πρέπει να συναινέσει
es: Debe consentir
fi: Täytyy antaa suostumus
fr: Doit être un consentement
it: Deve il consenso
ja: 同意する必要があります
nl: Moet worden goedgekeurd
no: Må samtykke
pl: Wymagana zgoda
pt: Deve consentir
ru: Должно быть согласие
sv: Måste medge
uk: Повинна погодитись

# tx_klaroconsentmanager_configuration.must_consent.description
source: If `mustConsent` is set to `true`, Klaro will directly display the consent manager modal and not allow the user to close it before having actively consented or declines the use of third-party services.
ar: إذا تم تعيين `mustConsent` إلى `true`، وسيعرض كلارو بشكل مباشر طريقة مدير الموافقة ولا يسمح للمستخدم بإغلاقها قبل أن يوافق بشكل نشط على استخدام خدمات طرف ثالث أو يرفضها.
cs: Je-li `mustConsent` nastaven na `true`, Klaro přímo zobrazí správce souhlasu a neumožní uživateli jej zavřít dříve, než aktivně schválí nebo odmítne používání služeb třetích stran.
da: Hvis `mustConsent` er sat til `sand`, Klaro vil direkte vise samtykke manager modal og ikke tillade brugeren at lukke det, før at have aktivt samtykket eller afslår brugen af tredjeparts tjenester.
el: Αν το `mustConsent` έχει οριστεί σε `true`, Η Klaro θα εμφανίσει απευθείας τη λειτουργία διαχειριστή συγκατάθεσης και δεν θα επιτρέψει στο χρήστη να την κλείσει πριν συναινέσει ενεργά ή αρνηθεί τη χρήση υπηρεσιών τρίτων.
es: Si `mustConsent` se establece en `true`, Klaro mostrará directamente el modal del gestor de consentimiento y no permitirá al usuario cerrarlo antes de haber aceptado o rechazado activamente el uso de servicios de terceros.
fi: Jos `mustConsent` on asetettu `true`, Klaro näyttää suoraan suostumuksen hallintamodaalin eikä salli käyttäjän sulkea sitä ennen kuin se on aktiivisesti hyväksynyt tai kieltänyt kolmannen osapuolen palvelujen käytön.
fr: Si `mustConsent` est défini à `true`, Klaro affichera directement la modale du gestionnaire de consentement et ne permettra pas à l'utilisateur de la fermer avant d'avoir consenti activement ou de refuser l'utilisation de services tiers.
it: Se `mustConsent` è impostato su `true`, Klaro mostrerà direttamente il consenso del manager modale e non permetterà all'utente di chiuderlo prima di aver acconsentito attivamente o declina l'uso di servizi di terze parti.
ja: `mustConsent` が `true` に設定されている場合。 Klaroは、第三者サービスの使用に積極的に同意または拒否する前に、同意マネージャモーダルを直接表示し、ユーザーがそれを閉じることを許可しません。
nl: Als `mustConsent` is ingesteld op `true`, Klaro toont direct de toestemmings-manager modale en laat de gebruiker het niet sluiten voordat hij actief toestemming heeft gegeven of het gebruik van diensten van derden heeft afgewezen.
no: Hvis `måstConsent` er satt til `sanne`, Klaro vil vise direkte godkjenningsmodal og ikke tillate brukeren å avslutte den før han har samtykket aktivt i å benytte tredjeparters tjenester.
pl: Jeśli `mustConsent` jest ustawiony na `true`, Klaro będzie bezpośrednio wyświetlał modalny menedżer zgody i nie pozwoli użytkownikowi zamknąć go przed aktywnym wyrażeniem zgody lub odrzuceniem korzystania z usług stron trzecich.
pt: Se o `mustConsent` estiver definido como `true`, O Klaro exibirá diretamente o modal do gerenciador de consentimento e não permitirá que o usuário feche-o antes de ter ativamente consentido ou recusado o uso de serviços de terceiros.
ru: Если «mustConsent» имеет значение «true», Klaro будет непосредственно отображать менеджер согласия и не позволит пользователю закрыть его, прежде чем он будет активно согласиться или отказываться от использования сторонних сервисов.
sv: Om `mustConsent` är satt till `true`, Klaro kommer att visa godkännandehanterarens modal direkt och inte tillåta användaren att stänga den innan användaren aktivt har samtyckt till eller avböjer användningen av tredjepartstjänster.
uk: Якщо значення `mustConsent` встановлено на `true`, Klaro автоматично відображатиме модальний менеджер згоди і не дозволить користувачеві закрити його перед тим, як активно погодилися або знизили використання сторонніх сервісів.

# tx_klaroconsentmanager_configuration.accept_all.label
source: Accept all
ar: قبول الكل
cs: Přijmout vše
da: Accepter alle
el: Αποδοχή όλων
es: Aceptar todo
fi: Hyväksy kaikki
fr: Accepter tout
it: Accetta tutti
ja: すべて承認
nl: Accepteer alles
no: Godta alle
pl: Zaakceptuj wszystkie
pt: Aceitar todos
ru: Принять все
sv: Acceptera alla
uk: Прийняти все
