Repository: ErHaWeb/klaro_consent_manager
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: ar, cs, da, el, es, fi, fr, it, ja, nl, no, pl, pt, ru, sv, uk

# tx_klaroconsentmanager_cookie.palettes.identification_palette
source: Identification and presentation of the cookie
ar: تحديد ملفات تعريف الارتباط وعرضها
cs: Identifikace a obchodní úprava cookie
da: Identifikation og præsentation af cookien
el: Ταυτοποίηση και παρουσίαση του cookie
es: Identificación y presentación de la cookie
fi: Evästeen tunnistaminen ja esittäminen
fr: Identification et présentation du cookie
it: Identificazione e presentazione del cookie
ja: クッキーの識別とプレゼンテーション
nl: Identificatie en presentatie van de cookie
no: Identifisering og presentasjon av informasjonskapsler
pl: Identyfikacja i prezentacja ciasteczka
pt: Identificação e apresentação do cookie
ru: Идентификация и представление cookie
sv: Identifiering och presentation av cookien
uk: Ідентифікація та презентація куки

# tx_klaroconsentmanager_cookie.palettes.technic_palette
source: Technically relevant settings
ar: الإعدادات ذات الصلة التقنية
cs: Technicky relevantní nastavení
da: Teknisk relevante indstillinger
el: Τεχνικά σχετικές ρυθμίσεις
es: Ajustes técnicamente relevantes
fi: Teknisesti merkitykselliset asetukset
fr: Paramètres techniquement pertinents
it: Impostazioni tecnicamente rilevanti
ja: 技術的に関連する設定
nl: Technisch relevante instellingen
no: Teknisk relevante innstillinger
pl: Technicznie istotne ustawienia
pt: Configurações tecnicamente relevantes
ru: Технически актуальные настройки
sv: Tekniskt relevanta inställningar
uk: Технічно відповідні налаштування

# tx_klaroconsentmanager_cookie.palettes.technic_palette.description
source: This information is technically evaluated by Klaro! to manipulate the cookie.
ar: يتم تقييم هذه المعلومات تقنياً بواسطة كلارو! لمعالجة ملفات تعريف الارتباط.
cs: Tyto informace jsou technicky vyhodnoceny Klaro! Pro manipulaci s cookie.
da: Disse oplysninger er teknisk evalueret af Klaro! at manipulere cookien.
el: Αυτές οι πληροφορίες αξιολογούνται τεχνικά από την Κλάρο! για το χειρισμό του cookie.
es: Esta información es evaluada técnicamente por Klaro! para manipular la cookie.
fi: Klaro on teknisesti arvioinut nämä tiedot manipuloidakseen evästeitä.
fr: Ces informations sont techniquement évaluées par Klaro pour manipuler le cookie.
it: Queste informazioni sono tecnicamente valutate da Klaro! per manipolare il cookie.
ja: この情報は、クッキーを操作するために Klaro によって技術的に評価されます。
nl: Deze informatie wordt technisch door Klaro beoordeeld!
no: Denne informasjonen er teknisk evaluert av Klaro! for å manipulere cookie.
pl: Informacje te są technicznie ocenione przez Klaro! aby manipulować ciasteczkiem.
pt: Esta informação é avaliada tecnicamente por Klaro! para manipular o cookie.
ru: Эта информация технически оценивается Klaro!
sv: Denna information utvärderas tekniskt av Klaro! för att manipulera cookien.
uk: Ця інформація технічно оцінюється Klaro! маніпулювати кукою.

# tx_klaroconsentmanager_cookie.palettes.expiration_palette
source: Expiration Time
ar: وقت انتهاء الصلاحية
cs: Čas vypršení platnosti
da: Udløbstid
el: Χρόνος Λήξης
es: Tiempo de caducidad
fi: Vanhentumisaika
fr: Heure d'expiration
it: Tempo Di Scadenza
ja: 有効期限
nl: Vervaltijd
no: Gyldig til
pl: Czas wygaśnięcia
pt: Tempo de expiração
ru: Время истечения
sv: Förfallodatum
uk: Час збігає

# tx_klaroconsentmanager_cookie.palettes.access_palette
source: Access
ar: الوصول
cs: Přístup
da: Adgang
el: Πρόσβαση
es: Acceder
fi: Pääsy
fr: Accès
it: Accesso
ja: アクセス
nl: Toegangsrechten
no: Tilgang
pl: Dostęp
pt: Acesso
ru: Доступ
sv: Åtkomst
uk: Доступ

# tx_klaroconsentmanager_cookie.identifier.description
source: This is a unique identifier for this cookie. It must be written in lower case and must not contain any spaces, only the characters a-z, 0-9 and "-" or "_". The identifier can be used in Fluid, for example.
ar: هذا معرف فريد لهذه الكوكيه. يجب أن يكتب في حالة أقل ويجب ألا يحتوي على أي مسافات، فقط الأحرف a-z، 0-9 و "-" أو "_". يمكن استخدام المعرف في Fluid على سبيل المثال.
cs: Toto je jedinečný identifikátor pro tuto cookie. Musí být zapsána malými písmeny a nesmí obsahovat žádné mezery, pouze znaky a-z, 0-9 a "-" nebo "_". Identifikátor lze použít například v tekutině.
da: Dette er en entydig identifikator for denne cookie. Det skal skrives i små bogstaver og må ikke indeholde mellemrum, kun tegnene a-z, 0-9 og "-" eller "_". Identifikationen kan f.eks. bruges i Fluid.
el: Αυτό είναι ένα μοναδικό αναγνωριστικό για αυτό το cookie. Πρέπει να είναι γραμμένο με πεζά γράμματα και δεν πρέπει να περιέχει κενά, μόνο τους χαρακτήρες a-z, 0-9 και "-" ή "_". Το αναγνωριστικό μπορεί να χρησιμοποιηθεί σε υγρό, για παράδειγμα.
es: Este es un identificador único para esta cookie. Debe estar escrito en minúsculas y no debe contener ningún espacio, sólo los caracteres a-z, 0-9 y "-" o "_". El identificador puede ser utilizado en fluido, por ejemplo.
fi: Tämä on tämän evästeen yksilöllinen tunniste. Se on kirjoitettava pienin kirjaimin, eikä siinä saa olla välilyöntejä, vain merkit a-z, 0-9 ja "-" tai "_". Tunnistetta voidaan käyttää esimerkiksi Fluidissa.
fr: Ceci est un identifiant unique pour ce cookie. Il doit être écrit en minuscule et ne doit pas contenir d'espaces, seulement les caractères a-z, 0-9 et "-" ou "_". L'identifiant peut par exemple être utilisé dans le fluide.
it: Questo è un identificatore univoco per questo cookie. Deve essere scritto in minuscolo e non deve contenere spazi, solo i caratteri a-z, 0-9 e "-" o "_". L'identificatore può essere utilizzato in Fluid, per esempio.
ja: これはこのクッキーの一意の識別子です。 小文字で記述する必要があり、a-z、0-9、"-"または"_"の文字のみを含めることはできません。 識別子は Fluid などで使用できます。
nl: Dit is een unieke identificatie voor deze cookie. Het moet in kleine letters worden geschreven en mag geen spaties bevatten, alleen de tekens a-z, 0-9 en "-" of "_". De identificatie kan bijvoorbeeld in Fluid worden gebruikt.
no: Dette er en unik identifikator for denne informasjonskapselen. Det må skrives i små bokstaver og kan ikke inneholde mellomrom, bare tegnene a-z, 0-9 og "-" eller "_". Identifikatoren kan brukes i for eksempel flytende
pl: To jest unikalny identyfikator dla tego ciasteczka. Musi być napisany małymi literami i nie może zawierać żadnych spacji, tylko znaków a-z, 0-9 oraz "-" lub "_". Identyfikator może być stosowany na przykład w płynie.
pt: Este é um identificador exclusivo para este cookie. Ele deve ser escrito em minúsculas e não deve conter quaisquer espaços, apenas os caracteres a-z, 0-9 e "-" ou "_". O identificador pode ser usado no fluid, por exemplo.
ru: Это уникальный идентификатор для этого cookie. Оно должно быть написано в нижнем регистре и не должно содержать пробелов, только символы a-z, 0-9 и "-" или "_". Идентификатор может быть использован в жидкости, например.
sv: Detta är en unik identifierare för denna cookie. Den måste skrivas i små bokstäver och får inte innehålla några mellanslag, endast tecknen a-z, 0-9 och "-" eller "_". Identifieraren kan till exempel användas i Fluid.
uk: Це унікальний ідентифікатор для цього куки. Вона повинна бути написана в маленькому регістрі і не повинна містити жодних пробілів, тільки символів a-z, 0-9 і "-" або "_". Наприклад, ідентифікатор може використовуватися в Fluid.

# tx_klaroconsentmanager_cookie.identifier.placeholder
source: lowercase_alphanum-x
ar: منخفضة_أبجانوم-X
cs: nízká_alfanum-x
es: alfanum_minúscula-x
fr: alphanumérique
it: lowercase_alfano-x
ja: 小文字の英数字x
no: underkant_alphanum-x
pl: alfanumeryczno-x
ru: нижняя буква - x
sv: gemener
uk: нижньоказ_альфан-х

# tx_klaroconsentmanager_cookie.title.label
source: Title
ar: العنوان
cs: Hlava 1 – Celkem
da: Titel
el: Τίτλος
es: Título
fi: Otsikko
fr: Titre
it: Titolo
ja: タイトル
nl: Aanspreektitel
no: Tittel
pl: Rozporządzenie Rady (EWG) nr 2658/87 z dnia 23 lipca 1987 r. w sprawie nomenklatury taryfowej i statystycznej oraz w sprawie Wspólnej Taryfy Celnej (Dz.U. L 256 z 7.9.1987, s. 1).
pt: Título
ru: Заголовок
sv: Titel
uk: Найменування

# tx_klaroconsentmanager_cookie.title.description
source: If set, this title will be used in the frontend/backend for displaying the cookie. This title has no technical relevance (contrary to the `pattern` field).
ar: في حالة الضبط، سيتم استخدام هذا العنوان في الواجهة/الخلفية لعرض الكوكي. هذا العنوان ليس له صلة تقنية (خلافا لحقل "النمط").
cs: Je-li nastaveno, bude tento titulek použit ve frontend/backendu pro zobrazení cookie. Tento titulek nemá žádný technický význam (na rozdíl od pole `pattern`).
da: Hvis angivet, vil denne titel blive brugt i frontend/backend til visning af cookien. Denne titel har ingen teknisk relevans (i modsætning til 'mønster'-feltet).
el: Αν οριστεί, αυτός ο τίτλος θα χρησιμοποιηθεί στο frontend/backend για την εμφάνιση του cookie. Αυτός ο τίτλος δεν έχει τεχνική σημασία (αντίθετα με το πεδίο `pattern`).
es: Si se establece, este título se utilizará en el frontend/backend para mostrar la cookie. Este título no tiene relevancia técnica (contrariamente al campo 'patrón').
fi: Jos asetettu, tätä otsikkoa käytetään frontend/backendissä evästeen näyttämiseen. Tällä otsikolla ei ole teknistä merkitystä (toisin kuin `pattern`-kentällä).
fr: Si défini, ce titre sera utilisé dans le front-end/backend pour afficher le cookie. Ce titre n'a pas de pertinence technique (contrairement au champ `pattern`).
it: Se impostato, questo titolo sarà usato nel frontend/backend per la visualizzazione del cookie. Questo titolo non ha rilevanza tecnica (contrariamente al campo `pattern`).
ja: 設定されている場合、このタイトルはCookieを表示するためのフロントエンド/バックエンドで使用されます。このタイトルには技術的な関連性はありません（`pattern`フィールドとは異なります）。
nl: Indien ingesteld, zal deze titel gebruikt worden in de frontend/backend voor het weergeven van de cookie. Deze titel heeft geen technische relevantie (in tegenstelling tot het 'patroon'-veld).
no: Hvis satt vil denne tittelen bli brukt i frontend/backend for å vise cookie. Denne tittelen har ingen teknisk relevans (i motsetning til 'mønster'-feltet).
pl: Jeśli ustawione, ten tytuł będzie używany w frontend/backend do wyświetlania ciasteczka. Ten tytuł nie ma znaczenia technicznego (w przeciwieństwie do pola `pattern`).
pt: Se definido, este título será usado no frontend/backend para exibir o cookie. Este título não tem relevância técnica (ao contrário do campo `padrão`).
ru: Если установлено, это название будет использоваться в интерфейсе/бэкэнде для отображения cookie. Это название не имеет технического значения (противоречит полю `pattern`).
sv: Om angivet kommer denna titel att användas i fronten/backend för att visa cookien. Denna titel har ingen teknisk relevans (i motsats till `pattern`-fältet).
uk: Якщо встановлено, ця назва буде використана в фронтенді/backend для відображення куки. Цей заголовок не має технічної релевантності (що суперечить полю `pattern`).

# tx_klaroconsentmanager_cookie.pattern.label
source: Name / Pattern
ar: الاسم / النمط
cs: Jméno / gesto
da: Navn / Mønster
el: Όνομα / Μοτίβο
es: Nombre / Patrón
fi: Nimi / Kuvio
fr: Nom / modèle
it: Nome / Motivo
ja: 名前 / パターン
nl: Naam / Patroon
no: Navn / Mønster
pl: Nazwa / Wzorzec
pt: Nome / Padrão
ru: Имя / Шаблон
sv: Namn / mönster
uk: Ім'я / Шаблон

# tx_klaroconsentmanager_cookie.pattern.description
source: Name or regular expression (regex)
ar: الاسم أو التعبير العادي (regex)
cs: Název nebo regulární výraz (regex)
da: Navn eller regulært udtryk (regex)
el: Όνομα ή κανονική έκφραση (regex)
es: Nombre o expresión regular (regex)
fi: Nimi tai säännöllinen lauseke (regex)
fr: Nom ou expression régulière (regex)
it: Nome o espressione regolare (regex)
ja: 名前または正規表現 (正規表現)
nl: Naam of reguliere expressie (regex)
no: Navn eller regulært uttrykk (regex)
pl: Nazwa lub wyrażenie regularne (regex)
pt: Nome ou expressão regular (regex)
ru: Имя или регулярное выражение (регулярное)
sv: Namn eller reguljärt uttryck (regex)
uk: Ім'я або регулярний вираз (regex)

# tx_klaroconsentmanager_cookie.path.label
source: Path
ar: المسار
cs: Cesta
da: Sti
el: Διαδρομή
es: Ruta
fi: Polku
fr: Chemin d'accès
it: Percorso
ja: パス
nl: Pad
no: Sti
pl: Ścieżka
pt: Caminho
ru: Путь
sv: Sökväg
uk: Шлях

# tx_klaroconsentmanager_cookie.path.description
source: Provide a path if you have services that set cookies for a path that is not "/"
ar: قم بتوفير مسار إذا كان لديك خدمات لتعيين ملفات تعريف الارتباط لمسار ليس "/"
cs: Poskytněte cestu, pokud máte služby nastavující cookies pro cestu, která není "/"
da: Angiv en sti, hvis du har tjenester, der sætter cookies til en sti, der ikke er "/"
el: Παρέχετε μια διαδρομή αν έχετε υπηρεσίες που ορίζουν τα cookies για μια διαδρομή που δεν είναι "/"
es: Proporciona una ruta si tienes servicios que establecen cookies para una ruta que no es "/"
fi: Anna polku, jos sinulla on palveluita, jotka asettavat evästeet polulle, joka ei ole "/"
fr: Fournir un chemin si vous avez des services qui définissent des cookies pour un chemin qui n'est pas "/"
it: Fornire un percorso se si dispone di servizi che impostano i cookie per un percorso che non è "/"
ja: 「/」以外のパスにクッキーを設定するサービスがある場合は、パスを提供してください。
nl: Geef een pad als u diensten heeft die cookies instellen voor een pad dat niet "/" is
no: Angi en bane hvis du har tjenester som setter informasjonskapsler for en sti som ikke er "/"
pl: Podaj ścieżkę jeśli masz usługi, które ustawiają pliki cookie dla ścieżki, która nie jest "/"
pt: Fornece um caminho se você tem serviços que definem cookies para um caminho que não é "/"
ru: Предоставьте путь, если у вас есть сервисы, которые устанавливают cookies для пути, который не является «/»
sv: Ange en sökväg om du har tjänster som ställer in cookies för en sökväg som inte är "/"
uk: Проводьте шлях, якщо у вас є послуги, які встановлюють куки для шляху, який не "/"

# tx_klaroconsentmanager_cookie.domain.label
source: Domain
ar: النطاق
cs: Doména
da: Domæne
el: Τομέας
es: Dominio
fi: Verkkotunnus
fr: Domaine
it: Dominio
ja: ドメイン
nl: Domein
no: Domene
pl: Domena
pt: Domínio
ru: Домен
sv: Domän
uk: Домен

# tx_klaroconsentmanager_cookie.domain.description
source: Provide a domain if you have services that set cookies for a domain that is not the current domain.
ar: قم بتوفير نطاق إذا كان لديك خدمات لتعيين ملفات تعريف الارتباط لنطاق ليس النطاق الحالي.
cs: Poskytněte doménu, pokud máte služby, které nastavují cookies pro doménu, která není aktuální doménou.
da: Angiv et domæne, hvis du har tjenester, der angiver cookies for et domæne, der ikke er det aktuelle domæne.
el: Παρέχετε έναν τομέα αν έχετε υπηρεσίες που ορίζουν cookies για έναν τομέα που δεν είναι ο τρέχων τομέας.
es: Proporcione un dominio si tiene servicios que establecen cookies para un dominio que no es el dominio actual.
fi: Anna verkkotunnus, jos sinulla on palveluita, jotka asettavat evästeitä verkkotunnukselle, joka ei ole nykyinen verkkotunnus.
fr: Fournir un domaine si vous avez des services qui définissent des cookies pour un domaine qui n'est pas le domaine actuel.
it: Fornire un dominio se si dispone di servizi che impostano i cookie per un dominio che non è il dominio corrente.
ja: 現在のドメインではないドメインにクッキーを設定するサービスがある場合は、ドメインを提供してください。
nl: Geef een domein op als u diensten heeft die cookies instellen voor een domein dat niet het huidige domein is.
no: Angi et domene hvis du har tjenester som angir informasjonskapsler for et domene som ikke er det gjeldende domenet.
pl: Dostarcz domenę, jeśli masz usługi, które ustawiają pliki cookie dla domeny, która nie jest bieżącą domeną.
pt: Forneça um domínio se você tiver serviços que configuram cookies para um domínio que não é o domínio atual.
ru: Укажите домен, если у вас есть сервисы, которые устанавливают cookies для домена, который не является текущим доменом.
sv: Ange en domän om du har tjänster som ställer in cookies för en domän som inte är aktuell domän.
uk: Задати домен, якщо у вас є послуги, які встановлюють куки для домену, який не є поточним доменом.

# tx_klaroconsentmanager_cookie.expires_after.label
source: Expires after
ar: تنتهي الصلاحية بعد
cs: Vyprší po
da: Udløber efter
el: Λήγει μετά
es: Expira después de
fi: Vanhenee jälkeen
fr: Expire après
it: Scade dopo
ja: 有効期限：
nl: Vervalt na
no: Utløper etter
pl: Wygasa po
pt: Expira em
ru: Истекает после
sv: Förfaller efter
uk: Закінчується через

# tx_klaroconsentmanager_cookie.expires_after.description
source: Number of years/months/days/hours/minutes/seconds that will elapse before this cookie expires.
ar: عدد السنوات/الشهور/الأيام/الساعات/الدقائق/الثواني التي ستنقضي قبل انتهاء صلاحية ملفات تعريف الارتباط هذه.
cs: Počet roků/měsíců/hodin/minut/vteřin, které uběhnou před vypršením platnosti této cookie.
da: Antal år/måneder/dage/timer/minutter/sekunder, der vil gå før denne cookie udløber.
el: Αριθμός ετών/μηνών/ημερών/ωρών/λεπτών/δευτερολέπτων που θα περάσουν πριν λήξει αυτό το cookie.
es: Número de años/meses/días/horas/minutos/segundos que pasarán antes de que esta cookie caduque.
fi: Vuosia/kuukausia/päivää/tuntia/minuuttia/sekunteja, jotka kuluvat ennen tämän evästeen voimassaolon päättymistä.
fr: Nombre d'années/mois/jours/heures/minutes/secondes qui s'écouleront avant l'expiration de ce cookie.
it: Numero di anni/mesi/giorni/ore/minuti/secondi che trascorreranno prima della scadenza di questo cookie.
ja: このクッキーの有効期限が切れるまでに経過する年/月/日/時間/分/秒の数。
nl: Aantal jaar/maanden/dagen/uren/minuten/seconden dat zal verstrijken voordat deze cookie verloopt.
no: Antall år/måneder/dager/timer/minutter/sekunder som vil løpe før denne kaken utløper.
pl: Liczba lat/miesięcy/dni/godzin/minut/sekund, które upłyną przed wygaśnięciem tego ciasteczka.
pt: Número de anos/meses/dias/horas/minutos/segundos que decorrerão antes da expiração do cookie.
ru: Количество лет/месяцев/дней/часов/минут/секунд, которые пройдут до истечения срока действия этого cookie.
sv: Antal år/månader/dagar/timmar/minuter/sekunder som går innan denna cookie går ut.
uk: Кількість років/місяців/днів/годин/хвилин/секунд, які будуть вичерпуватися до закінчення цього кука.

# tx_klaroconsentmanager_cookie.expires_after_unit.label
source: Expires after unit
ar: تنتهي الصلاحية بعد الوحدة
cs: Vyprší po jednotce
da: Udløber efter enhed
el: Λήγει μετά τη μονάδα
es: Caduca después de la unidad
fi: Vanhenee yksikön jälkeen
fr: Expire après l'unité
it: Scade dopo l'unità
ja: ユニットの後に期限切れ
nl: Verloopt na eenheid
no: Utløper etter enhet
pl: Wygasa po jednostce
pt: Expira após unidade
ru: Истекает после единицы
sv: Förfaller efter enhet
uk: Спливає після одиниці

# tx_klaroconsentmanager_cookie.expires_after_unit.description
source: Unit used for the "Expires after" specification. The special value `end-of-session` does not need a numeric value and hides the "Expires after" field accordingly.
ar: الوحدة المستخدمة لتحديد "تنتهي صلاحيته بعد"، القيمة الخاصة "نهاية الدورة" لا تحتاج إلى قيمة رقمية وتخفي حقل "تنتهي صلاحيته بعد" وفقاً لذلك.
cs: Jednotka používaná pro specifikaci "Platnost po vyprší". Zvláštní hodnota `end of session` nepotřebuje číselnou hodnotu a podle toho skryje pole "Platnost po skončení relace".
da: Enhed brugt til "Udløber efter" specifikationen. Den særlige værdi `end-of-session` behøver ikke en numerisk værdi og skjuler feltet "Udløber efter" i overensstemmelse hermed.
el: Μονάδα που χρησιμοποιείται για την προδιαγραφή "Λήγει μετά". Η ειδική τιμή `end-of-session` δεν χρειάζεται μια αριθμητική τιμή και αποκρύπτει ανάλογα το πεδίο "Λήγει μετά".
es: Unidad usada para la especificación "Expira después". El valor especial "final de sesión" no necesita un valor numérico y oculta el campo "Expira después" en consecuencia.
fi: Yksikkö, jota käytetään "Vanhenee jälkeen" erittelyjen jälkeen. Erityisarvo `Istunnon lopussa` ei tarvitse numeerista arvoa ja piilottaa "Vanhentuu jälkeen" -kentän sen mukaisesti.
fr: Unité utilisée pour la spécification "Expire après". La valeur spéciale `end-of-session` n'a pas besoin d'une valeur numérique et masque le champ "Expire après" en conséquence.
it: Unità utilizzata per la specifica "Scade dopo". Il valore speciale `end-of-session` non necessita di un valore numerico e nasconde di conseguenza il campo "Scade dopo".
ja: "Expires after" 仕様で使用される単位。特別な値 `end-of-session` は数値を必要とせず、それに応じて「Expires after」フィールドを非表示にします。
nl: Eenheid gebruikt voor de specificatie "Verloopt na". De speciale waarde "end-of-session" heeft geen numerieke waarde nodig en verbergt het "Verloopt na" veld.
no: Enheten som brukes til spesifikasjonen "Utgår etter". Den spesielle verdien "avsluttede økt" trenger ikke en numerisk verdi og skjuler feltet "Utløper etter" tilsvarende.
pl: Jednostka używana dla specyfikacji "Wygasa po". Specjalna wartość `koniec sesji` nie wymaga wartości liczbowej i ukrywa odpowiednio pole "Wygasa po".
pt: Unidade usada para a especificação "Expira depois". O valor especial 'end-of-session' não precisa de um valor numérico e oculta o campo "Expira depois" em conformidade.
ru: Единица, используемая для спецификации "Истекает после", специальное значение "конец сессии" не требует числового значения и соответственно скрывает поле "Истекает после".
sv: Enhet som används för specifikationen "Förfaller efter". Specialvärdet `end-of-session` behöver inte ett numeriskt värde och döljer fältet "Förfaller efter" därefter.
uk: Одиниця, яка використовується для специфікації "Закінчується після". Спеціальне значення "end-session" не потребує числового значення і приховує значення "Завершується після" поле.

# tx_klaroconsentmanager_cookie.expires_after_unit.I.years
source: Years
ar: سنوات
cs: Roky
da: År
el: Χρόνια
es: Años
fi: Vuodet
fr: Ans
it: Anni
ja: 年
nl: Jaar
no: År
pl: Lata
pt: anos
ru: Годы
sv: År
uk: Роки

# tx_klaroconsentmanager_cookie.expires_after_unit.I.months
source: Months
ar: شهور
cs: Měsíce
da: Måneder
el: Μήνες
es: Meses
fi: Kuukaudet
fr: Mois
it: Mesi
ja: ヶ月
nl: maanden
no: Måneder
pl: Miesiące
pt: Meses
ru: Месяцев
sv: Månader
uk: Місяці

# tx_klaroconsentmanager_cookie.expires_after_unit.I.days
source: Days
ar: أيام
cs: Dny
da: Dage
el: Ημέρες
es: Días
fi: Päivää
fr: Jours
it: Giorni
ja: 日数
nl: dagen
no: Dager
pl: Dni
pt: dias
ru: Дней
sv: Dagar
uk: Днів

# tx_klaroconsentmanager_cookie.expires_after_unit.I.hours
source: Hours
ar: الساعات
cs: Hodiny
da: Timer
el: Ώρες
es: Horas
fi: Tuntia
fr: Heures
it: Ore
ja: 時間
nl: Uren
no: Timer
pl: Godziny
pt: horas
ru: Часы
sv: Timmar
uk: Годин

# tx_klaroconsentmanager_cookie.expires_after_unit.I.minutes
source: Minutes
ar: دقائق
cs: Zápis z jednání
da: Minutter
el: Λεπτά
es: Minutos
fi: Minuuttia
it: Minuti
ja: 分
nl: minuten
no: Minutter
pl: Protokoły
pt: minutos
ru: Минут
sv: Minuter
uk: Хвилин

# tx_klaroconsentmanager_cookie.expires_after_unit.I.seconds
source: Seconds
ar: ثواني
cs: Sekund
da: Sekunder
el: Δευτερόλεπτα
es: Segundos
fi: Sekuntia
fr: Secondes
it: Secondi
ja: 秒
nl: seconden
no: Sekunder
pl: Sekundy
pt: segundos
ru: Секунды
sv: Sekunder
uk: Секунд

# tx_klaroconsentmanager_cookie.expires_after_unit.I.end-of-session
source: End of session
ar: نهاية الدورة
cs: Konec relace
da: Slut på session
el: Λήξη συνεδρίας
es: Fin de la sesión
fi: Istuntokauden päättyminen
fr: Fin de session
it: Fine della sessione
ja: セッションの終了
nl: Einde van de sessie
no: Slutten på sesjonen
pl: Koniec sesji
pt: Fim da sessão
ru: Конец сессии
sv: Slut på sessionen
uk: Кінець сесії

# tx_klaroconsentmanager_cookie.hidden
source: Cookie visible
ar: ملف تعريف الارتباط مرئي
cs: Viditelná cookie
da: Småkage synlig
el: Cookie ορατό
fi: Eväste näkyvissä
it: Cookie visibile
ja: Cookie が表示されています
nl: Cookie zichtbaar
no: Informasjonskapsel synlig
pl: Ciasteczko widoczne
pt: Cookie visível
ru: Видимые куки
sv: Kaka synlig
uk: Cookie видимі
