Repository: ErHaWeb/klaro_consent_manager
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: ar, cs, da, de, el, fi, fr, hu, ja, nl, no, pl, pt, ro, ru, sv, tr, uk, zh

source: Accept all
ar: قبول الكل
cs: Přijmout vše
da: Accepter alle
el: Αποδοχή όλων
hu: Mind elfogad
ja: すべて承認
nl: Accepteer alle
no: Godta alle
ro: Acceptă la toate
ru: Принять все
tr: Hepsini kabul et
uk: Прийняти все
zh: 照单全收

source: Accept selected
ar: قبول المحدد
cs: Přijmout vybrané
da: Accepter valgte
el: Αποδοχή επιλεγμένων
hu: Kiválasztottat elfogad
ja: 選択を承認
nl: Geselecteerde
no: Godta valgte
ro: Acceptați selecția
ru: Принять выбранные
tr: Seçilenleri kabul et
uk: Прийняти обрано
zh: 接受选择

source: Close
ar: أغلق
cs: Zavřít
da: Luk
el: Κλείσιμο
hu: Bezár
ja: 閉じる
nl: Sluiten
no: Lukk
ro: Închide
ru: Закрыть
tr: Kapat
uk: Закрити
zh: 關閉

# consentModal.description
source: Here you can assess and customize the services that we'd like to use on this website. You're in charge! Enable or disable services as you see fit.
ar: هنا يمكنك تقييم وتخصيص الخدمات التي نود استخدامها على هذا الموقع. أنت مشحون! تمكين أو تعطيل الخدمات كما تراها مناسبة.
cs: Zde můžete posoudit a přizpůsobit služby, které bychom rádi na tomto webu používali. Máte to pod kontrolou! Povolte nebo zakažte služby, jak uznáte za vhodné.
da: Her kan du se og ændre, hvilke informationer vi gemmer om dig.
de: Hier können Sie die Dienste, die wir auf dieser Website nutzen möchten, bewerten und anpassen. Sie haben das Sagen! Aktivieren oder deaktivieren Sie die Dienste, wie Sie es für richtig halten.
el: Εδώ μπορείς να δεις και να ρυθμίσεις τις πληροφορίες που συλλέγουμε σχετικά με εσένα.
hu: Itt láthatja és testreszabhatja az önről gyűjtött információkat.
ja: ここでは、このウェブサイトで使用したいサービスを評価しカスタマイズすることができます。 あなたが担当しています！サービスを有効または無効にします。
nl: Hier kunt u de diensten die we op deze website willen gebruiken beoordelen en aanpassen. Je bent de baas! Zet diensten aan of uit zoals je wilt.
no: Her kan du se og velge hvilken informasjon vi samler inn om deg.
ro: Aici puteți vedea și personaliza informațiile pe care le colectăm despre dvs.
ru: Здесь вы можете просмотреть и настроить, какую информацию о вас мы храним.
tr: Hakkınızda topladığımız bilgileri burada görebilir ve özelleştirebilirsiniz.
uk: Тут ви можете задати та налаштувати послуги, які ми хотіли б використовувати на цьому сайті. Ви маєте заряд! Увімкніть або вимкніть сервіси, які ви вважаєте за потрібне.
zh: 在这里，您可以评估和定制我们希望在本网站上使用的服务。您是负责人！您可以根据自己的需要启用或禁用服务。启用或禁用您认为合适的服务。

# consentModal.title
source: Services we would like to use
ar: الخدمات التي نود استخدامها
cs: Služby, které bychom rádi využili
da: Informationer, som vi gemmer
de: Dienste, die wir nutzen möchten
el: Πληροφορίες που συλλέγουμε
hu: Információk, amiket gyűjtünk
ja: 私たちが使用したいサービス
nl: Diensten die we willen gebruiken
no: Informasjon vi samler inn
ro: Informațiile pe care le colectăm
ru: Информация, которую мы сохраняем
tr: Sakladığımız bilgiler
uk: Послуги, які ми б хотіли використовувати
zh: 我们想使用的服务

# consentNotice.changeDescription
source: There were changes since your last visit, please renew your consent.
ar: حدثت تغييرات منذ زيارتك الأخيرة، يرجى تجديد موافقتك.
cs: Od vaší poslední návštěvy došlo ke změnám, obnovte prosím svůj souhlas.
da: Der har været ændringer siden dit sidste besøg. Opdater dit valg.
de: Seit Ihrem letzten Besuch gab es Änderungen, bitte erneuern Sie Ihre Zustimmung.
el: Πραγματοποιήθηκαν αλλαγές μετά την τελευταία σας επίσκεψη παρακαλούμε ανανεώστε την συγκατάθεση σας.
hu: Az utolsó látogatás óta változások történtek, kérjük, frissítse a hozzájárulását.
ja: 前回の訪問から変更がありました。同意を更新してください。
nl: Er waren veranderingen sinds uw laatste bezoek, gelieve uw toestemming te hernieuwen.
no: Det har skjedd endringer siden ditt siste besøk, vennligst oppdater ditt samtykke.
ro: Au existat modificări de la ultima vizită, vă rugăm să actualizați consimțământul.
ru: Со времени вашего последнего визита произошли изменения, обновите своё согласие.
tr: Son ziyaretinizden bu yana değişiklikler oldu, lütfen seçiminizi güncelleyin.
uk: Відбулися зміни після вашого останнього візиту, будь ласка, продовжіть вашу згоду.
zh: 自上次访问后有变化，请更新您的同意。

# consentNotice.description
source: Hi! Could we please enable some additional services for {purposes}? You can always change or withdraw your consent later.
ar: مرحباً! هل يمكننا تمكين بعض الخدمات الإضافية لـ {purposes}؟ يمكنك دائماً تغيير أو سحب موافقتك في وقت لاحق.
cs: „Dobrý den! Můžeme povolit některé další služby pro {purposes}? Svůj souhlas můžete kdykoliv změnit nebo odvolat.“
da: Vi gemmer og behandler dine personlige oplysninger til følgende formål: {purposes}.
de: Hallo! Könnten wir bitte einige zusätzliche Dienste für {purposes} aktivieren? Sie können Ihre Zustimmung später jederzeit ändern oder zurückziehen.
el: Συγκεντρώνουμε και επεξεργαζόμαστε τα προσωπικά δεδομένα σας για τους παρακάτω λόγους: {purposes}.
hu: Személyes adatait összegyűjtjük és feldolgozzuk az alábbi célokra: {purposes}.
ja: こんにちは！ {purposes}の追加サービスを有効にしていただけますか？後でいつでも同意を変更または撤回できます。
nl: Hallo, kunnen wij u een aantal extra diensten aanbieden voor {purposes}? U kunt uw toestemming later altijd nog wijzigen of intrekken.
no: Vi samler inn og prosesserer din personlige informasjon av følgende årsaker: {purposes}.
ro: Colectăm și procesăm informațiile dvs. personale în următoarele scopuri: {purposes}.
ru: Мы собираем и обрабатываем вашу личную информацию для следующих целей: {purposes}.
tr: Kişisel bilgilerinizi aşağıdaki amaçlarla saklıyor ve işliyoruz: {purposes}.
uk: Привіт! Чи не могли б ми включити додаткові служби для {purposes}? Ви завжди можете змінити або зняти вашу згоду пізніше.
zh: 你好！我们可以为{purposes} 启用一些额外的服务吗？您可以随时更改或撤回您的同意。

# consentNotice.learnMore
source: Let me choose
ar: دعوني أختار
cs: Vyberu si
da: Læs mere
de: Lassen Sie mich wählen
el: Περισσότερα
hu: Tudjon meg többet
ja: 私に選択
nl: Laat me kiezen
no: Lær mer
ro: Află mai multe
ru: Настроить
tr: Daha fazla bilgi
uk: Дозвольте мені вибрати
zh: 让我来选

# consentNotice.testing
source: Testing mode!
ar: وضع الاختبار!
cs: Zkušební režim!
da: Test tilstand!
de: Testmodus!
el: Δοκιμαστική λειτουργία!
hu: Tesztelés mód
ja: テストモード！
nl: Testmodus!
no: Tester modus!
ro: Mod testare!
ru: Режим тестирования!
tr: Test modu!
uk: Режим тестування!
zh: 测试模式！

# consentNotice.title
source: Cookie Consent
ar: موافقة الكوكي
cs: Souhlas s cookie
da: Samtykke Til Cookie
de: Cookie-Einstellungen
el: Συγκατάθεση Cookie
hu: Süti hozzájárulások
ja: Cookieの同意
nl: Cookies accepteren
no: Cookie samtykke
ro: Consimțământ cookie
ru: Согласие Cookie
tr: Çerez izni
uk: Згода на куку
zh: Cookie 同意

# contextualConsent.acceptAlways
source: Always
ar: دائما
cs: Vždy
da: Altid
de: Immer
el: Πάντα
hu: Mindig
ja: 常に表示
nl: Altijd
no: Alltid
ro: Întotdeauna
ru: Всегда
tr: Her zaman
uk: Завжди
zh: 总是

# contextualConsent.acceptOnce
source: Yes
ar: نعم
cs: Ano
da: Ja
de: Ja
el: Ναι
hu: Igen
ja: はい
nl: Ja
no: Ja
ro: Da
ru: Да
tr: Evet
uk: Так
zh: 是的，是的

# contextualConsent.description
source: Do you want to load external content supplied by {title}?
ar: هل تريد تحميل المحتوى الخارجي الذي يوفره {title}؟
cs: Chcete načíst externí obsah dodávaný prostřednictvím {title}?
da: Vil du indlæse eksternt indhold leveret af {title}?
de: Möchten Sie von {title} bereitgestellte externe Inhalte laden?
el: Θέλετε να φορτώσετε εξωτερικό περιεχόμενο που παρέχεται από {title}?
hu: Be akarod tölteni a {title} által szolgáltatott külső tartalmakat?
ja: {title} から提供された外部コンテンツを読み込みますか？
nl: Wilt u externe content laden die door {title} wordt aangeleverd ?
no: Vil du laste opp eksternt innhold fra {title}?
ro: Doriți să încărcați conținutul extern furnizat de {title}?
ru: Вы хотите загрузить внешнее содержимое, предоставляемое {title}?
tr: {title} tarafından sağlanan harici içeriği yüklemek ister misiniz?
uk: Чи хочете ви завантажити зовнішній контент, наданий {title}?
zh: 你想加载由{title} 提供的外部内容吗？

# contextualConsent.descriptionEmptyStore
source: To agree to this service permanently, you must accept {title} in the {link}.
ar: للموافقة على هذه الخدمة بشكل دائم، يجب عليك قبول {title} في {link}.
cs: Abyste mohli s touto službou trvale souhlasit, musíte přijmout {title} v {link}.
da: For at acceptere denne tjeneste permanent, skal du acceptere {title} i {link}.
el: Για να συμφωνήσετε με αυτή την υπηρεσία μόνιμα, πρέπει να αποδεχτείτε τον {title} στο {link}.
hu: Ahhoz, hogy véglegesen elfogadja ezt a szolgáltatást, el kell fogadnia a {link} oldalon található {title} feltételeket.
ja: このサービスに永続的に同意するには、 {title} に {link}を承認する必要があります。
nl: Om permanent akkoord te gaan met deze dienst, moet u {title} accepteren in de {link}.
no: For å godta denne tjenesten permanent, må du akseptere {title} i {link}.
ro: Pentru a fi de acord cu acest serviciu permanent, trebuie să acceptați {title} în {link}.
ru: Чтобы окончательно согласиться с этой услугой, вы должны принять {title} на сайте {link}.
tr: Bu hizmeti kalıcı olarak kabul etmek için, {link} adresindeki {title}'yi kabul etmelisiniz.
uk: Для того, щоб погодитися з цією службою без обмежень, ви повинні прийняти {title} в {link}.
zh: 若要永久同意此服務，您必須接受{連結}中的{標題}。

# contextualConsent.modalLinkText
source: Consent Manager
ar: مدير الموافقة
cs: Správce souhlasu
da: Samtykke Håndtering
el: Διαχειριστής Συγκατάθεσης
hu: Hozzájáruláskezelő
ja: 同意マネージャー
nl: Inhoudsbeheer
no: Samtykke sjef
ro: Manager de consimțământ
ru: Диспетчер согласия
tr: Onay Yöneticisi
uk: Менеджер згоди
zh: 同意管理員

# decline
source: I decline
ar: أنا أرفض
cs: Nepřijímám
da: Afvis
de: Ich lehne ab
el: Απόρριπτω
hu: Elutasít
ja: 辞退する
nl: Ik weiger
no: Avslå
ro: Renunță
ru: Отклонить
tr: Reddet
uk: Я відхиляю
zh: 我拒绝

# ok
source: That's ok
ar: هذا حسنًا
cs: To je v pořádku
da: Det er ok
de: Das ist ok
el: Αυτό είναι εντάξει
hu: Elfogad
ja: 問題ありません
nl: Dat is oké
no: Det er ok
ro: E în regulă
ru: Принять
tr: Tamam
uk: Це в порядку
zh: 没事的

# poweredBy
source: Realized with Klaro!
ar: تحقق مع كلارو!
cs: Realizováno pomocí Klaro!
da: Realiseret med Klaro!
de: Realisiert mit Klaro!
el: Υποστηρίζεται από το Klaro!
hu: Powered by Klaro!
ja: Klaroで実現！
nl: Gerealiseerd met Klaro!
no: Laget med Klaro!
ro: Realizat de Klaro!
ru: Работает на Кларо!
tr: Klaro tarafından geliştirildi!
uk: Реалізовано від Klaro!
zh: 与Klaro一起实现!

# privacyPolicy.name
source: privacy policy
ar: سياسة الخصوصية
cs: zásady ochrany soukromí
da: privatlivspolitik
de: Datenschutzerklärung
el: πολιτική απορρήτου
hu: adatvédelmi irányelvek
ja: プライバシー ポリシー
nl: privacybeleid
no: retningslinjer for personvern
ro: politica pentru protectia datelor
ru: политика конфиденциальности
tr: gizlilik Politikası
uk: політика конфіденційності
zh: 隐私政策

# privacyPolicy.text
source: To learn more, please read our {privacyPolicy}.
ar: لمعرفة المزيد، يرجى قراءة {privacyPolicy} الخاص بنا.
cs: Pro další informace si přečtete naše {privacyPolicy}.
da: For at lære mere, læs venligst vores {privacyPolicy}.
de: Um mehr zu erfahren, lesen Sie bitte unsere {privacyPolicy}.
el: Για να μάθετε περισσότερα, παρακαλώ διαβάστε το {privacyPolicy}.
hu: További információért kérjük, olvassa el az {privacyPolicy}.
ja: 詳細については、 {privacyPolicy} をご覧ください。
nl: Voor meer informatie kunt u ons {privacyPolicy} lezen.
no: Les {privacyPolicy} for å lære mer.
ro: Pentru a afla mai multe, vă rugăm să citiți {privacyPolicy}.
ru: Чтобы узнать больше, прочтите {privacyPolicy}.
tr: Daha fazlası için lütfen {privacyPolicy} sayfamızı okuyun.
uk: Щоб дізнатися більше, прочитайте наш {privacyPolicy}.
zh: 要了解更多，请阅读我们的{privacyPolicy} 。

# purposeItem.service
source: service
ar: خدمة
cs: služby
da: tjeneste
el: υπηρεσία
hu: szolgáltatás
ja: サービス
no: tjeneste
ro: serviciu
ru: услуга
tr: hizmet
uk: сервіс
zh: 服務

# purposeItem.services
source: services
ar: الخدمات
cs: služby
da: tjenester
el: υπηρεσίες
hu: szolgáltatás
ja: サービス
nl: service
no: tjenester
ro: servicii
ru: услуги
tr: hizmetler
uk: обслуговуючі організації
zh: 服務

# purposes.advertising.description
source: These services process personal information to show you personalized or interest-based advertisements.
ar: تقوم هذه الخدمات بتجهيز المعلومات الشخصية لإظهار إعلاناتك الشخصية أو القائمة على الاهتمام.
cs: V rámci těchto služeb jsou zpracovávány osobní údaje, aby vám zobrazovaly personalizované nebo zájmově orientované reklamy.
da: Disse tjenester behandler personlige oplysninger for at vise dig personlige eller interessebaserede reklamer.
de: Diese Dienste verarbeiten persönliche Informationen, um Ihnen personalisierte oder interessenbezogene Werbung zu zeigen.
el: Αυτές οι υπηρεσίες επεξεργάζονται προσωπικές πληροφορίες για να σας δείξουν εξατομικευμένες ή βασιζόμενες σε ενδιαφέροντα διαφημίσεις.
hu: Ezek a szolgáltatások személyes adatokat dolgoznak fel, hogy személyre szabott vagy érdeklődésen alapuló hirdetéseket mutassanak Önnek.
ja: これらのサービスは個人情報を処理し、パーソナライズされた広告または興味深い広告を表示します。
nl: Deze diensten verwerken persoonlijke informatie om u gepersonaliseerde of op interesse gebaseerde advertenties te tonen.
no: Denne tjenesteprosessen behandler personlig informasjon for å vise deg personlig eller interessebasert reklame.
ro: Aceste servicii procesează informații personale pentru a vă arăta anunțuri personalizate sau publicitare bazate pe interese.
ru: Эти услуги обрабатывают личную информацию, чтобы показать вам персональную рекламу или рекламу, основанную на интересах.
tr: Bu hizmetler, size kişiselleştirilmiş veya ilgi alanına dayalı reklamları göstermek için kişisel bilgileri işler.
uk: Ці послуги обробляють особисту інформацію, щоб показати вам персоналізовану або цікаву рекламу.
zh: 这些服务处理个人信息，向您展示个性化或基于兴趣的广告。

# purposes.advertising.title
source: Advertising
ar: الإعلان
cs: Reklama
da: Reklame
de: Werbung
el: Διαφήμιση
hu: Hirdetés
ja: 広告
nl: Reclame
no: Reklame
ro: Publicitate
ru: Реклама
tr: Reklâm
uk: Реклама
zh: 广告宣传

# purposes.functional.description
source: These services are essential for the correct functioning of this website. You cannot disable them here as the service would not work correctly otherwise.
ar: هذه الخدمات ضرورية لتشغيل هذا الموقع بشكل صحيح. لا يمكنك تعطيلها هنا لأن الخدمة لن تعمل بشكل صحيح خلاف ذلك.
cs: Tyto služby jsou nezbytné pro správné fungování těchto webových stránek. Zde je nemůžete zakázat, protože služba by jinak nefungovala správně.
da: Disse tjenester er afgørende for, at dette websted kan fungere korrekt. Du kan ikke deaktivere dem her, da tjenesten ellers ikke ville fungere korrekt.
de: Diese Dienste sind für die korrekte Funktion dieser Website unerlässlich. Sie können sie hier nicht deaktivieren, da der Dienst sonst nicht richtig funktionieren würde.
el: Αυτές οι υπηρεσίες είναι απαραίτητες για τη σωστή λειτουργία αυτής της ιστοσελίδας. Δεν μπορείτε να τις απενεργοποιήσετε εδώ, καθώς η υπηρεσία δεν θα λειτουργούσε σωστά διαφορετικά.
ja: これらのサービスは、このウェブサイトの正しい機能に不可欠です。それ以外の場合、サービスが正常に動作しないので、ここでそれらを無効にすることはできません。
nl: Deze diensten zijn essentieel voor het correct functioneren van deze website. Je kunt ze hier niet uitschakelen, anders zou de dienst niet correct werken.
no: Disse tjenestene er avgjørende for at nettsiden skal fungere riktig. Du kan ikke deaktivere dem her da tjenesten ikke fungerer ordentlig.
ru: Эти службы необходимы для правильного функционирования этого веб-сайта. Вы не можете их отключить, так как служба работает неправильно.
uk: Ці послуги необхідні для правильного функціонування цього сайту. Їх неможливо відключити, оскільки служба не працює належним чином.

# purposes.functional.title
source: Service Provision
ar: تقديم الخدمات
cs: Poskytování služeb
da: Levering Af Tjenesteydelser
de: Dienstbereitstellung
el: Παροχή Υπηρεσιών
hu: Szolgáltatásnyújtás
ja: サービスの提供
nl: Dienstverlening
no: Service levering
ro: Prestarea de servicii
ru: Обеспечение услуг
tr: Hizmet Tedariki
uk: Сервісний Призначення
zh: 服务提供

# purposes.marketing.description
source: These services process personal information to show you relevant content about products, services or topics that you might be interested in.
ar: تقوم هذه الخدمات بتجهيز المعلومات الشخصية لإظهار المحتوى ذي الصلة حول المنتجات أو الخدمات أو المواضيع التي قد تكون مهتمة بها.
cs: V rámci těchto služeb jsou zpracovávány osobní údaje, aby se vám zobrazoval relevantní obsah o produktech, službách nebo tématech, které by vás mohly zajímat.
da: Disse tjenester behandler personlige oplysninger for at vise dig relevant indhold om produkter, tjenester eller emner, som du måske er interesseret i.
de: Diese Dienste verarbeiten persönliche Daten, um Ihnen relevante Inhalte über Produkte, Dienstleistungen oder Themen zu zeigen, die Sie interessieren könnten.
el: Αυτές οι υπηρεσίες επεξεργάζονται προσωπικές πληροφορίες για να σας δείξουν σχετικό περιεχόμενο σχετικά με προϊόντα, υπηρεσίες ή θέματα που μπορεί να σας ενδιαφέρουν.
hu: Ezek a szolgáltatások személyes adatokat dolgoznak fel annak érdekében, hogy Önnek olyan termékekkel, szolgáltatásokkal vagy témákkal kapcsolatos tartalmakat mutassanak, amelyek érdekelhetik Önt.
ja: これらのサービスは、お客様が興味を持っている可能性のある製品、サービスまたはトピックに関する関連コンテンツをお客様に表示するために個人情報を処理します。
nl: Deze diensten verwerken persoonlijke informatie om u relevante inhoud te tonen over producten, diensten of onderwerpen waarin u geïnteresseerd zou kunnen zijn.
no: Denne tjenesteprosessen behandler personlig informasjon for å vise deg relevant innhold om produkter, tjenester eller emner du kan være interessert i.
ro: Aceste servicii procesează informații cu caracter personal pentru a vă arăta conținutul relevant despre produse, servicii sau subiecte de care ați putea fi interesat.
ru: Эти службы обрабатывают личную информацию, чтобы показать вам нужный контент о продуктах, услугах или темах, которые вам могут быть интересны.
tr: Bu hizmetler, ilginizi çekebilecek ürünler, hizmetler veya konularla ilgili içeriği size göstermek için kişisel bilgileri işler.
uk: Ці сервіси обробляють особисту інформацію, щоб показати вам відповідні матеріали про продукти, послуги або теми, які можуть вас зацікавити.
zh: 这些服务会处理个人信息，向您展示您可能感兴趣的产品、服务或主题的相关内容。

# purposes.marketing.title
source: Marketing
ar: التسويق
da: Markedsføring
el: Εμπορία
ja: マーケティング
no: Markedsføring
ro: Publicitate
ru: Маркетинг
tr: Pazarlama
uk: Маркетинг
zh: 市场营销

# purposes.performance.description
source: These services process personal information to optimize the service that this website offers.
ar: تقوم هذه الخدمات بتجهيز المعلومات الشخصية لتحسين الخدمة التي يقدمها هذا الموقع.
cs: Tyto služby zpracovávají osobní údaje s cílem optimalizovat službu, kterou tento web nabízí.
da: Disse tjenester behandler personlige oplysninger for at optimere den service, som denne hjemmeside tilbyder.
de: Diese Dienste verarbeiten personenbezogene Daten, um den von dieser Website angebotenen Service zu optimieren.
el: Αυτές οι υπηρεσίες επεξεργάζονται προσωπικές πληροφορίες για να βελτιστοποιήσουν την υπηρεσία που προσφέρει αυτή η ιστοσελίδα.
ja: これらのサービスは、本ウェブサイトが提供するサービスを最適化するために個人情報を処理します。
nl: Deze diensten verwerken persoonlijke informatie om de service die deze website biedt te optimaliseren.
no: Denne tjenesten behandler personlig informasjon for å optimalisere tjenesten som dette nettstedet tilbyr.
ru: Эти услуги обрабатывают личную информацию для оптимизации услуг, которые предлагает этот веб-сайт.
uk: Ці послуги обробляють особисту інформацію для оптимізації послуг, які пропонує цей сайт.

# purposes.performance.title
source: Performance Optimization
ar: تحسين الأداء
cs: Optimalizace výkonu
da: Optimering Af Ydeevne
de: Optimierung der Leistung
el: Βελτιστοποίηση Απόδοσης
hu: Teljesítményoptimalizálás
ja: パフォーマンス最適化
nl: Optimalisatie van de prestaties
no: Optimalisering av ytelse
ro: Optimizarea performanțelor
ru: Оптимизация производительности
tr: Verim İyileştirmesi
uk: Оптимізація продуктивності
zh: 性能优化

source: Save
ar: حفظ
cs: Uložit
da: Gem
el: Αποθήκευση
hu: Mentés
ja: 保存
nl: Opslaan
no: Lagre
ro: Salveaza
ru: Сохранить
tr: Kaydet
uk: Зберегти
zh: 儲存

# service.disableAll.description
source: Use this switch to enable or disable all services.
ar: استخدم هذا التبديل لتمكين أو تعطيل جميع الخدمات.
cs: Pomocí tohoto přepínače můžete povolit nebo zakázat všechny služby.
da: Brug denne kontakt til at aktivere/deaktivere alle apps.
de: Mit diesem Schalter können Sie alle Dienste aktivieren oder deaktivieren.
el: Χρησιμοποίησε αυτό τον διακόπτη για να ενεργοποιήσεις/απενεργοποιήσεις όλες τις εφαρμογές.
hu: Használja ezt a kapcsolót az összes alkalmazás engedélyezéséhez/letiltásához.
ja: すべてのサービスを有効または無効にするには、このスイッチを使用します。
nl: Gebruik deze schakelaar om alle diensten in of uit te schakelen.
no: Bruk denne for å skru av/på alle apper.
ro: Utilizați acest switch pentru a activa/dezactiva toate aplicațiile.
ru: Используйте этот переключатель, чтобы включить/отключить все приложения.
tr: Toplu açma/kapama için bu düğmeyi kullanabilirsin.
uk: Використовуйте цей перемикач, щоб увімкнути або вимкнути всі сервіси.
zh: 使用此开关可启用或禁用所有服务。

# service.disableAll.title
source: Enable or disable all services
ar: تمكين أو تعطيل جميع الخدمات
cs: povolit nebo zakázat všechny služby
da: Aktiver/deaktiver alle applikatione
de: Alle Dienste aktivieren oder deaktivieren
el: Για όλες τις εφαρμογές
hu: Összes app átkapcsolása
ja: すべてのサービスを有効または無効にする
nl: Alle diensten in- of uitschakelen
no: Bytt alle apper
ro: Comutați între toate aplicațiile
ru: Переключить все приложения
tr: Tüm uygulamaları aç/kapat
uk: Увімкнути або вимкнути всі сервіси
zh: 启用或停用所有服务

# service.optOut.description
source: This services is loaded by default (but you can opt out)
ar: يتم تحميل هذه الخدمات بشكل افتراضي (ولكن يمكنك الخروج من الخدمة)
cs: Tato služba se načítá ve výchozím nastavení (ale můžete ji zrušit)
da: Denne applikation indlæses som standard (men du kan deaktivere den)
de: Diese Dienste werden standardmäßig geladen (Sie können sich jedoch abmelden)
el: Είναι προκαθορισμένο να φορτώνεται, άλλα μπορεί να παραληφθεί
hu: Ez az alkalmazás alapértelmezés szerint betöltött (de ki lehet kapcsolni)
ja: このサービスはデフォルトで読み込まれています(ただしオプトアウトできます)
nl: Deze diensten worden standaard geladen (maar u kunt zich afmelden)
no: Denne appen er lastet som standard (men du kan skru det av)
ro: Această aplicație este încărcată în mod implicit (dar puteți renunța)
ru: Это приложение включено по умолчанию (но вы можете отказаться)
tr: Bu uygulama varsayılanda yüklendi (ancak iptal edebilirsin)
uk: Ці послуги завантажено за замовчуванням (ви можете відмовити)
zh: 这个服务是默认加载的(但你可以选择退出)

# service.optOut.title
source: (opt-out)
ar: (الاختيار المستبعد)
el: (μη απαιτούμενο)
hu: (leiratkozás)
ja: (オプトアウト)
nl: (afmelden)
ro: (Optiune de renuntare)
ru: (отказаться)
tr: (isteğe bağlı)
uk: (відключити)
zh: (选择退出)

# service.purpose
source: purpose
ar: الغرض
cs: účel
da: formål
el: σκοπός
hu: célok
ja: 目的
nl: doeleinde
no: formål
ro: scop
ru: цель
tr: amaç
uk: мета
zh: 目的

# service.purposes
source: purposes
ar: الأغراض
cs: účely
da: formål
el: σκοποί
hu: célok
ja: 目的
nl: doeleinden
no: formål
ro: scopuri
ru: цели
tr: amaçlar
uk: цілі
zh: 目的

# service.required.description
source: This services is always required
ar: هذه الخدمات مطلوبة دائماً
cs: Tato služba je vždy vyžadována
da: Denne applikation er altid nødvendig
de: Dieser Service ist immer erforderlich
el: Δεν γίνεται να λειτουργήσει σωστά η εφαρμογή χωρίς αυτό
hu: Ez az alkalmazás mindig szükséges
ja: このサービスは常に必要です
nl: Deze diensten zijn altijd nodig
no: Denne applikasjonen er alltid påkrevd
ro: Această aplicație este întotdeauna necesară
ru: Это обязательное приложение
tr: Bu uygulama her zaman gerekli
uk: Ці послуги завжди потрібні
zh: 这种服务是必须的

# service.required.title
source: (always required)
ar: (مطلوبة دائما)
cs: (vždy vyžadováno)
da: (Altid nødvendig)
de: (immer erforderlich)
el: (απαιτούμενο)
hu: (mindig szükséges)
ja: （常に必須）
nl: (altijd nodig)
no: (alltid påkrevd)
ro: (întotdeauna necesar)
ru: (всегда обязательный)
tr: (her zaman gerekli)
uk: (завжди обов'язково)
zh: (总是需要)
