Repository: ErHaWeb/klaro_consent_manager
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: ar, cs, da, de, el, fi, fr, hu, ja, nl, no, pl, pt, ro, ru, sv, tr, uk, zh

# services.google-maps.description
source: Google Maps allows for the integration of interactive maps on websites, enabling location-based services. Developers can utilize it while ensuring data compliance and control, adhering to coding guidelines and best practices.
ar: وتسمح خرائط جوجل بدمج الخرائط التفاعلية على المواقع الشبكية، مما يمكن من الخدمات القائمة على الموقع. ويمكن للمطورين استخدامه مع ضمان الامتثال للبيانات ومراقبتها، والتقيد بالمبادئ التوجيهية للترميز وأفضل الممارسات.
cs: Google Maps umožňuje integraci interaktivních map na webových stránkách, což umožňuje lokalizační služby. Vývojáři ji mohou využívat a současně zajistit soulad a kontrolu údajů, dodržovat pokyny pro kódování a osvědčené postupy.
da: Google Maps giver mulighed for integration af interaktive kort på hjemmesider, der muliggør lokationsbaserede tjenester. Udviklere kan udnytte det og samtidig sikre data overholdelse og kontrol, overholdelse af kodning retningslinjer og bedste praksis.
de: Google Maps ermöglicht die Integration interaktiver Karten in Websites und damit standortbezogene Dienste. Entwickler können es nutzen und dabei die Einhaltung und Kontrolle von Daten sicherstellen, indem sie sich an Kodierungsrichtlinien und bewährte Verfahren halten.
el: Οι Χάρτες Google επιτρέπουν την ενσωμάτωση διαδραστικών χαρτών σε ιστοσελίδες, επιτρέποντας υπηρεσίες βασισμένες σε τοποθεσίες. Οι προγραμματιστές μπορούν να το χρησιμοποιήσουν εξασφαλίζοντας παράλληλα τη συμμόρφωση και τον έλεγχο των δεδομένων, τηρώντας τις κατευθυντήριες γραμμές κωδικοποίησης και τις βέλτιστες πρακτικές.
hu: A Google Maps lehetővé teszi interaktív térképek integrálását weboldalakba, ezzel helyalapú szolgáltatásokat téve elérhetővé. A fejlesztők a kódolási irányelvek és a bevált gyakorlatok betartásával, az adatok megfelelőségének és ellenőrzésének biztosítása mellett használhatják.
ja: Googleマップでは、ウェブサイト上のインタラクティブマップの統合が可能で、ロケーションベースのサービスを有効にします。 開発者は、データのコンプライアンスと制御、コーディングガイドラインとベストプラクティスの遵守を確保しながら利用できます。
nl: Google Maps maakt het mogelijk om interactieve kaarten op websites te integreren en op locatie gebaseerde diensten in te schakelen. Ontwikkelaars kunnen deze gebruiken terwijl ze instaan voor data-compliance en -controle, het naleven van coderen richtlijnen en beste praktijken.
no: Google Maps åpner for integrering av interaktive kart på nettsteder som muliggjør lokaliseringsbaserte tjenester. Utviklere kan utnytte den samtidig som de sikrer etterlevelse og kontroll av data, etterlevelse av retningslinjer for koding og beste praksis.
ro: Hărțile Google permit integrarea hărților interactive pe site-uri web, permițând servicii bazate pe locație. Dezvoltatorii o pot utiliza asigurând, în același timp, respectarea și controlul datelor, aderând la orientările privind codificarea și la cele mai bune practici.
ru: Карты Google позволяют интегрировать интерактивные карты на веб-сайтах, обеспечивая локальные сервисы. Разработчики могут использовать его при обеспечении соблюдения и контроля за данными и соблюдения руководящих принципов кодирования и передовой практики.
tr: Google Haritalar, web sitelerine etkileşimli haritaların entegrasyonuna olanak tanıyarak konum tabanlı hizmetleri mümkün kılar. Geliştiriciler, kodlama kurallarına ve en iyi uygulamalara uyarak veri uyumluluğunu ve kontrolünü sağlarken bu hizmeti kullanabilirler.
uk: Google Maps дозволяє інтегрувати інтерактивні карти на веб-сайтах, використовувати сервіси на основі локацій. Розробники можуть використовувати його, забезпечуючи дотримання даних і контроль, дотримання керівних принципів кодування та найкращих практик.
zh: Google 地圖允許在網站上整合互動式地圖，實現基於位置的服務。開發人員在使用時可確保數據合規性與控制權，同時遵循編碼規範與最佳實踐。

# services.google-tag-manager.title
source: Google Tag Manager
ar: مدير علامات جوجل
cs: Správce značek Google
el: Διαχειριστής Ετικετών Google
ja: Google タグマネージャー
nl: Google Ad Manager
ro: Manager Google Tag
ru: Менеджер тегов Google
tr: Google Etiket Yöneticisi
uk: Менеджер Google тегів
zh: Google 標籤管理器

# services.google-tag-manager.description
source: Google Tag Manager streamlines web tracking and code management, ensuring data compliance and control for developers.
ar: يقوم مدير Google Tag بتبسيط تتبع الويب وإدارة الرموز، وضمان امتثال البيانات والتحكم للمطورين.
cs: Google Tag Manager zefektivňuje sledování webu a správu kódu, zajišťuje soulad dat a kontrolu vývojářů.
da: Google Tag Manager strømliner websporing og kodestyring, sikrer overholdelse af data og kontrol for udviklere.
de: Google Tag Manager rationalisiert das Web-Tracking und die Code-Verwaltung und gewährleistet die Einhaltung von Daten und die Kontrolle für Entwickler.
el: Google Tag Manager βελτιώνει την παρακολούθηση ιστού και τη διαχείριση κώδικα, εξασφαλίζοντας συμμόρφωση και έλεγχο δεδομένων για τους προγραμματιστές.
hu: A Google Tag Manager egyszerűsíti a webes nyomon követést és a kódkezelést, biztosítva az adatok megfelelőségét és ellenőrzését a fejlesztők számára.
ja: Google Tag Managerはウェブトラッキングとコード管理を合理化し、開発者のデータコンプライアンスとコントロールを確保します。
nl: Google Tag Manager stroomlijnt webtracking- en coderingsbeheer, om toe te zien op naleving van de gegevens en controle over ontwikkelaars.
no: Google Tag Manager effektiviserer sporing av nett og kodestyring, sikrer at data overholdes og kontroll av utviklere.
ro: Google Tag Manager eficientizează urmărirea pe web și gestionarea codurilor, asigurând conformitatea și controlul datelor pentru dezvoltatori.
ru: Google Tag Manager упрощает веб-отслеживание и управление кодом, обеспечивая соответствие данных и контроль для разработчиков.
tr: Google Tag Manager, web izleme ve kod yönetimini kolaylaştırarak geliştiriciler için veri uyumluluğu ve kontrolü sağlar.
uk: Google Tag Manager спрощує напрямок веб-відстеження та управління кодами, забезпечуючи дотримання даних і контроль для розробників.
zh: Google Tag Manager 簡化了網站追蹤與程式碼管理流程，確保開發人員能符合資料規範並掌握控制權。

# services.inline-tracker.title
source: Inline Tracker
ar: متتبع داخلي
cs: Řádkový Tracker
el: Εμβόλιμος Ανιχνευτής
hu: Beépített nyomkövető
ja: インライントラッカー
no: Innebygd Tracker
ro: Tracker Inline
ru: Встроенный трекер
tr: Sıralı İzleyici
uk: Вбудований трекер
zh: 內嵌追蹤器

# services.inline-tracker.description
source: Inline tracking script
ar: النص التعريفي للتعقب
cs: Řádkový sledovací skript
da: Indlejret sporingsscript
de: Inline-Tracking-Skript
el: Ενσωματωμένο σενάριο παρακολούθησης
hu: Beágyazott nyomkövető szkript
ja: インライントラッキングスクリプト
nl: Extern trackingscript
no: Integrert sporing skript
ro: Script de urmărire în linie
ru: Встроенный скрипт отслеживания
tr: Satır içi izleme komut dosyası
uk: Вбудований скрипт відстеження
zh: 內嵌追蹤腳本

# services.instagram.title
source: Instagram
ar: إنستجرام
cs: Instalační schéma
ru: Инстаграмма
uk: Інстаграм

# services.instagram.description
source: Allows Instagram posts to be embedded. Personal data may be transferred to Instagram (Meta Platforms) in the process.
ar: يسمح بتضمين مشاركات Instagram . يمكن نقل البيانات الشخصية إلى Instagram (منصات ميتا) في هذه العملية.
cs: Umožňuje vložit do Instagramu. Osobní data mohou být přenesena na Instagramu (Meta Platforms).
da: Tillader Instagram indlæg at blive indlejret. Personlige data kan overføres til Instagram (Meta platforme) i processen.
el: Επιτρέπει την ενσωμάτωση αναρτήσεων στο Instagram. Τα προσωπικά δεδομένα μπορούν να μεταφερθούν στο Instagram (Πλατφόρμες) κατά τη διαδικασία.
hu: Lehetővé teszi az Instagram-bejegyzések beágyazását. A folyamat során személyes adatok kerülhetnek átadásra az Instagramnak (Meta Platforms).
ja: Instagramの投稿を埋め込むことができます。個人データをInstagram(Meta Platforms)に転送することができます。
nl: Sta Instagram berichten toe om ingesloten te worden. Persoonlijke gegevens kunnen worden overgedragen naar Instagram (Meta Platforms) tijdens het proces.
no: Lar Instagram-innlegg kunne bygges inn. Personlige data kan overføres til Instagram (Meta Platforms) i prosessen.
ro: Permite postărilor Instagram să fie încorporate. Datele personale pot fi transferate în Instagram (Platforme Meta) în acest proces.
ru: Позволяет встраивать сообщения в Instagram. Личные данные могут быть переданы в Instagram (Meta Platforms).
tr: Instagram gönderilerinin gömülmesine izin verir. Bu işlem sırasında kişisel veriler Instagram'a (Meta Platforms) aktarılabilir.
uk: Дозволяє вбудовувати записи Instagram. В процесі ручну передачу персональних даних в Instagram (Meta Platforms).
zh: 允許嵌入 Instagram 貼文。過程中個人資料可能會傳輸至 Instagram（Meta Platforms）。

# services.intercom.title
source: Intercom
ar: إنتركوم
el: Ενδοεπικοινωνία
ja: インターホン(Intercom)
ro: Interfon
ru: Интерком
tr: Telefon
uk: Інтерком
zh: 對講機

# services.intercom.description
source: Chat widget and collecting of visitor statistics
ar: أداة الدردشة وجمع إحصائيات الزوار
cs: Chat widget a sběr statistik návštěvníků
da: Chat widget og indsamling af besøgsstatistik
de: Chat-Widget und Sammlung von Besucherstatistiken
el: Συζήτηση widget και συλλογή στατιστικών στοιχείων επισκεπτών
hu: Csevegő widget és látogatói statisztikák gyűjtése
ja: チャットウィジェットと訪問者の統計情報の収集
nl: Chat widget en het verzamelen van bezoekersstatistieken
no: Chat widget og innsamling av besøkende statistikk
ro: Widget chat şi colectarea statisticilor vizitatorilor
ru: Виджет чата и сбор статистики посетителей
tr: Sohbet widget'ı ve ziyaretçi istatistiklerinin toplanması
uk: Віджет чату та колекція статистики відвідувань
zh: 聊天小工具與訪客統計數據收集

# services.matomo.description
source: Open source software for statistical analysis of visitor accesses
ar: برمجيات المصدر المفتوح للتحليل الإحصائي لزيارات الزوار
cs: Open source software pro statistickou analýzu přístupů návštěvníků
da: Open source-software til statistisk analyse af besøgsadgang
de: Open-Source-Software für die statistische Analyse von Besucherzugriffen
el: Λογισμικό ανοιχτού κώδικα για στατιστική ανάλυση της πρόσβασης των επισκεπτών
hu: Nyílt forráskódú szoftver a látogatói hozzáférések statisztikai elemzéséhez
ja: 訪問者アクセスの統計分析のためのオープンソースソフトウェア
nl: Open source software voor statistische analyse van bezoekers
no: Open source programvare for statistisk analyse av besøkstilganger
ro: Software cu sursă deschisă pentru analiza statistică a accesului vizitatorilor
ru: ПО с открытым исходным кодом для статистического анализа доступа посетителей
tr: Ziyaretçi erişimlerinin istatistiksel analizi için açık kaynaklı yazılım
uk: Відкрите програмне забезпечення для статистичного аналізу доступу до відвідувачів
zh: 訪客存取統計分析的開源軟體

# services.mouseflow.title
source: Mouseflow
ar: تدفق الفأرة
cs: Myš tok
no: Museflyt
ru: Мусеток
uk: Мусевен

# services.mouseflow.description
source: Real-time user analytics service that helps to understand how visitors interact with our website.
ar: خدمة تحليلات المستخدمين في الوقت الحقيقي التي تساعد على فهم كيفية تفاعل الزوار مع موقعنا على شبكة الإنترنت.
cs: Služba analýzy uživatelů v reálném čase, která pomáhá pochopit, jak návštěvníci komunikují s našimi webovými stránkami.
da: Real-time bruger analytics service, der hjælper med at forstå, hvordan besøgende interagerer med vores hjemmeside.
de: Echtzeit-Benutzeranalysedienst, der hilft zu verstehen, wie Besucher mit unserer Website interagieren.
el: Υπηρεσία ανάλυσης χρηστών σε πραγματικό χρόνο που βοηθά να καταλάβουμε πώς οι επισκέπτες αλληλεπιδρούν με την ιστοσελίδα μας.
hu: Valós idejű felhasználói elemzési szolgáltatás, amely segít megérteni, hogy a látogatók hogyan interagálnak weboldalunkkal.
ja: 訪問者が当社のウェブサイトとどのように相互作用するかを理解するのに役立つリアルタイムのユーザー分析サービス。
nl: Real-time gebruikersanalytics service die helpt te begrijpen hoe bezoekers omgaan met onze website.
no: Sanntids brukeranalyseverktjeneste som bidrar til å forstå hvordan besøkende samhandler med nettsiden.
ro: Serviciu de analiză a utilizatorilor în timp real care ajută la înțelegerea modului în care vizitatorii interacționează cu site-ul nostru.
ru: Аналитика пользователей в реальном времени, которая помогает понять, как посетители взаимодействуют с нашим сайтом.
tr: Ziyaretçilerin web sitemizle nasıl etkileşimde bulunduğunu anlamaya yardımcı olan gerçek zamanlı kullanıcı analizi hizmeti.
uk: Служба аналізу користувачів у реальному часі, яка допомагає зрозуміти, як відвідувачі взаємодіють з нашим сайтом.
zh: 即時用戶分析服務，協助了解訪客如何與我們的網站互動。

# services.tiktok.description
source: Allows TikTok videos to be embedded. Personal data may be transferred to TikTok and processed in third countries.
ar: يسمح بتضمين مقاطع فيديو تيكتوك. يمكن نقل البيانات الشخصية إلى تيكتوك ومعالجتها في بلدان ثالثة.
cs: Umožňuje vložit videa TikTok. Osobní údaje mohou být přenášeny do TikToku a zpracovávány ve třetích zemích.
da: Tillader TikTok-videoer at blive indlejret. Personlige data kan overføres til TikTok og behandles i tredjelande.
el: Επιτρέπει την ενσωμάτωση βίντεο TikTok. Τα προσωπικά δεδομένα μπορούν να μεταφερθούν στο TikTok και να υποβληθούν σε επεξεργασία σε τρίτες χώρες.
hu: Lehetővé teszi a TikTok videók beágyazását. A személyes adatok átadhatók a TikToknak és feldolgozhatók harmadik országokban.
ja: TikTokビデオを埋め込むことができます。個人データがTikTokに転送され、第三国で処理される可能性があります。
nl: Maakt het mogelijk om TikTok video's in te sluiten. Persoonlijke gegevens kunnen worden overgedragen aan TikTok en verwerkt in derde landen.
no: Tillater TikTok-videoer å bygges inn. Personlige data kan bli overført til TikTok og behandlet i tredjestater.
ro: Permite încorporarea videoclipurilor TikTok. Datele personale pot fi transferate către TikTok și prelucrate în țări terțe.
ru: Позволяет добавлять видео TikTok. Личные данные могут быть переданы в TikTok и обработаны в третьих странах.
tr: TikTok videolarının yerleştirilmesine izin verir. Kişisel veriler TikTok'a aktarılabilir ve üçüncü ülkelerde işlenebilir.
uk: Дозволяє завантажувати відеофайли TikTok в мережі. Особисті дані можуть бути передані в TikTok та оброблені в третіх країнах.
zh: 允許嵌入 TikTok 影片。個人資料可能會被傳輸至 TikTok 並在第三國進行處理。

# services.twitter.title
source: X (formerly Twitter)
ar: X (تويتر سابقا)
cs: X (dříve Twitter)
da: X (tidligere Twitter)
de: X (ehemals Twitter)
el: X (πρώην Twitter)
hu: X (korábban Twitter)
ja: X (旧 Twitter)
nl: X (voorheen Twitter)
no: X (tidligere Twitter)
ro: X (anterior Twitter)
ru: X (ранее Твиттер)
tr: X (önceki adıyla Twitter)
uk: X (раніше Твіттер)
zh: X（原Twitter）

# services.twitter.description
source: X (formerly Twitter) is social media platform that allows users to share and interact with short messages and multimedia content. Developers can integrate Twitter features into websites to enhance user engagement and real-time updates while maintaining data privacy compliance and adhering to coding guidelines.
ar: X(تويتر سابقاً) هو منصة وسائل التواصل الاجتماعي التي تسمح للمستخدمين بالمشاركة والتفاعل مع الرسائل القصيرة ومحتوى الوسائط المتعددة. يمكن للمطورين دمج ميزات تويتر في مواقع الويب لتعزيز مشاركة المستخدم والتحديثات في الوقت الحقيقي مع الحفاظ على الامتثال لخصوصية البيانات والتقيد بمبادئ البرمجة.
cs: X (dříve Twitter) je platforma pro sociální média, která uživatelům umožňuje sdílet a komunikovat s krátkými zprávami a multimediálním obsahem. Vývojáři mohou integrovat funkce Twitteru do webových stránek s cílem zlepšit zapojení uživatelů a aktualizace v reálném čase a současně zachovat dodržování pravidel ochrany osobních údajů a dodržovat pravidla kódování.
da: X (tidligere Twitter) er sociale medier platform, der giver brugerne mulighed for at dele og interagere med korte beskeder og multimedieindhold. Udviklere kan integrere Twitter-funktioner i websites for at forbedre brugerens engagement og realtidsopdateringer, samtidig med at overholdelsen af databeskyttelse og overholdelse af kodningsretningslinjerne.
de: X (ehemals Twitter) ist eine Social-Media-Plattform, die es Nutzern ermöglicht, Kurznachrichten und Multimedia-Inhalte auszutauschen und mit ihnen zu interagieren. Entwickler können Twitter-Funktionen in Websites integrieren, um die Nutzerbindung und Echtzeit-Updates zu verbessern und gleichzeitig die Einhaltung des Datenschutzes und der Codierungsrichtlinien zu gewährleisten.
el: Το X (πρώην Twitter) είναι πλατφόρμα κοινωνικής δικτύωσης που επιτρέπει στους χρήστες να μοιράζονται και να αλληλεπιδρούν με σύντομα μηνύματα και περιεχόμενο πολυμέσων. Οι προγραμματιστές μπορούν να ενσωματώσουν τις λειτουργίες Twitter σε ιστότοπους για να ενισχύσουν τη συμμετοχή των χρηστών και τις ενημερώσεις σε πραγματικό χρόνο, διατηρώντας παράλληλα τη συμμόρφωση με τα δεδομένα απορρήτου και τηρώντας τις οδηγίες κωδικοποίησης.
hu: Az X (korábban Twitter) egy közösségi média platform, amely lehetővé teszi a felhasználók számára, hogy rövid üzeneteket és multimédiás tartalmakat osszanak meg és lépjenek velük kapcsolatba. A fejlesztők integrálhatják a Twitter funkcióit a weboldalakba, hogy növeljék a felhasználói elkötelezettséget és a valós idejű frissítéseket, miközben fenntartják az adatvédelmi előírások betartását és betartják a.
ja: X(旧 Twitter)は、ユーザーが短いメッセージやマルチメディアコンテンツを共有し、対話できるソーシャルメディアプラットフォームです。 開発者は、Twitter機能をウェブサイトに統合し、データプライバシーの遵守とコーディングガイドラインの遵守を維持しながら、ユーザーエンゲージメントとリアルタイムの更新を強化することができます。
nl: X (voorheen Twitter) is een sociaal mediaplatform waarmee gebruikers korte berichten en multimedia inhoud kunnen delen en interactie kunnen onderhouden. Ontwikkelaars kunnen Twitter-functies integreren in websites om gebruikersbetrokkenheid en real-time updates te verbeteren terwijl de privacy van gegevens wordt nageleefd en zich aan de codeerrichtlijnen houdt.
no: X (tidligere Twitter) er sosial media plattform som lar brukerne dele og samhandle med korte meldinger og multimediainnhold. Utviklere kan integrere Twitter-funksjoner på nettsteder for å forbedre brukerengasjement og sanntidsoppdateringer, samtidig som vi opprettholder personvern overholdelse og følger retningslinjer for koding.
ro: X (anterior Twitter) este o platformă de socializare care permite utilizatorilor să partajeze și să interacționeze cu mesaje scurte și conținut multimedia. Dezvoltatorii pot integra caracteristici Twitter în site-urile web pentru a îmbunătăți implicarea utilizatorilor și actualizările în timp real, menținând în același timp respectarea confidențialității datelor și aderând la orientările privind codificarea.
ru: X (ранее Twitter) – это социальная медиа платформа, позволяющая пользователям обмениваться и взаимодействовать с короткими сообщениями и мультимедийным контентом. Разработчики могут интегрировать функции Twitter в веб-сайты для улучшения взаимодействия с пользователями и обновления в режиме реального времени, поддерживая соблюдение конфиденциальности данных и придерживаясь руководящих принципов кодирования.
tr: X (eski adıyla Twitter), kullanıcıların kısa mesajlar ve multimedya içerikleri paylaşıp etkileşimde bulunmalarını sağlayan bir sosyal medya platformudur. Geliştiriciler, veri gizliliği uyumluluğunu koruyarak ve kodlama kurallarına uyarak, kullanıcı etkileşimini ve gerçek zamanlı güncellemeleri geliştirmek için Twitter özelliklerini web sitelerine entegre edebilirler.
uk: X (раніше Twitter) - це платформа соціальних медіа, що дозволяє користувачам обмінюватися та взаємодіяти з короткими повідомленнями та мультимедійним контентом. Розробники можуть інтегрувати функції Twitter на веб-сайти, щоб покращити зацікавленість користувачів і оновлення в режимі реального часу при збереженні дотриманні конфіденційності даних та дотриманні рекомендацій з кодування.
zh: X（原Twitter）是一款社交媒體平台，允許用戶分享並互動短訊及多媒體內容。開發者可將Twitter功能整合至網站，在維持資料隱私合規與遵循編碼規範的前提下，提升用戶參與度與即時更新體驗。

# services.userlike.title
source: Userlike
ar: مستخدم مشابه
cs: Uživatelé se líbí
da: Brugerlignende
el: Χρήστης
nl: Gebruiker
no: Brukerlik
ro: Utilizator
ru: Пользователь
uk: Сподобалось ім'я користувача

# services.userlike.description
source: Userlike offers a live chat solution that enhances user interactions on websites.
ar: يقدم المستخدم مثل حل الدردشة الحية الذي يعزز تفاعلات المستخدمين على المواقع.
cs: Uživatelská podoba nabízí řešení živého chatu, které zlepšuje interakce uživatelů na webových stránkách.
da: Userlike tilbyder en live chat løsning, der forbedrer brugerinteraktioner på hjemmesider.
de: Userlike bietet eine Live-Chat-Lösung an, die die Interaktion zwischen Benutzern auf Websites verbessert.
el: Ο χρήστηςόπως προσφέρει μια ζωντανή λύση συνομιλίας που ενισχύει τις αλληλεπιδράσεις των χρηστών στις ιστοσελίδες.
hu: A Userlike egy élő csevegési megoldást kínál, amely javítja a felhasználói interakciókat a weboldalakon.
ja: ユーザー様は、ウェブサイト上のユーザーの相互作用を強化するライブチャットソリューションを提供しています。
nl: Gebruikers bieden een live-chatoplossing die gebruikersinteracties op websites verbetert.
no: På brukerlik linje kan du tilby en live chat-løsning som forbedrer brukerinteraksjoner på nettsider.
ro: Utilizatorul oferă o soluție de chat în direct care îmbunătățește interacțiunile utilizatorilor pe site-urile web.
ru: Userlike предлагает решение для онлайн-чата, которое улучшает взаимодействие пользователей с веб-сайтами.
tr: Userlike, web sitelerinde kullanıcı etkileşimlerini geliştiren bir canlı sohbet çözümü sunar.
uk: Користувачі, такі як пропонує можливість жити в чаті, і водночас взаємодіє з ним на сайтах.
zh: Userlike 提供即時聊天解決方案，能提升網站上的用戶互動體驗。

# services.vimeo.description
source: Popular video-sharing platform that offers a range of features for creators and developers to enhance video content on websites.
ar: منصة مشاركة الفيديو الشعبية التي توفر مجموعة من الميزات للمبدعين والمطورين لتحسين محتوى الفيديو على المواقع.
cs: Populární platforma pro sdílení videa, která tvůrcům a vývojářům nabízí řadu funkcí pro zlepšení obsahu videa na webových stránkách.
da: Populær video-deling platform, der tilbyder en række funktioner for skabere og udviklere til at forbedre videoindhold på hjemmesider.
de: Beliebte Plattform zur gemeinsamen Nutzung von Videos, die eine Reihe von Funktionen für Ersteller und Entwickler bietet, um Videoinhalte auf Websites zu verbessern.
el: Δημοφιλή πλατφόρμα διαμοιρασμού βίντεο που προσφέρει μια σειρά από χαρακτηριστικά για τους δημιουργούς και τους προγραμματιστές για τη βελτίωση του περιεχομένου βίντεο σε ιστοσελίδες.
hu: Népszerű videomegosztó platform, amely számos funkciót kínál alkotóknak és fejlesztőknek a weboldalakon található videotartalmak javításához.
ja: ウェブサイト上の動画コンテンツを強化するためのクリエイターや開発者向けのさまざまな機能を提供する人気の動画共有プラットフォーム。
nl: Populaire video-sharing platform biedt een scala aan mogelijkheden voor makers en ontwikkelaars om videocontent op websites te verbeteren.
no: Populær videodeling plattform som tilbyr en rekke funksjoner for innholdsskapere og utviklere for å forbedre videoinnhold på nettsteder.
ro: O platformă populară de partajare a materialelor video care oferă o gamă de funcții pentru creatori și dezvoltatori pentru a îmbunătăți conținutul video de pe site-uri web.
ru: Популярная платформа для обмена видео, предлагающая ряд функций для разработчиков и разработчиков для улучшения видеоконтента на веб-сайтах.
tr: Yaratıcılar ve geliştiriciler için web sitelerindeki video içeriğini geliştirmek üzere çeşitli özellikler sunan popüler video paylaşım platformu.
uk: Популярна платформа для обміну відео, яка пропонує широкий спектр можливостей для авторів та розробників для розширення відеоконтенту на сайтах.
zh: 廣受歡迎的影音分享平台，為創作者與開發者提供多項功能，用以強化網站上的影音內容。

# services.youtube.title
source: YouTube
ar: يوتيوب
uk: Ютуб
