Repository: ErHaWeb/klaro_consent_manager
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: ar, cs, da, el, es, fi, fr, it, ja, nl, no, pl, pt, ru, sv, uk

# tx_klaroconsentmanager_configuration.fluidtemplate_rootpath.description
source: As an alternative to the usual TypoScript configuration via constants under `plugin.tx_klaroconsentmanager.view`, a Fluid root path can be defined here, which has a higher priority than the paths configured in TypoScript. The three default directories `/Layouts/`, `/Partials/` and `/Templates/` are expected under this path. Fluid templates created here are used to enrich Locallang labels with additional functionality or to replace them completely. In this way, dynamic content or more complex HTML structures can be provided in a simple way. Fluid templates that are to override labels are expected in the subdirectory `/Templates/Labels/`.
ar: كبديل لتكوين TypoScript المعتاد عبر الثوابت تحت `plugin.tx_klaroconsentManager. ايو'، يمكن تعريف مسار الجذر السائل هنا، والذي له أولوية أعلى من المسارات التي تم تكوينها في تيبوسكريبت. ويتوقع في إطار هذا المسار الدلائل الثلاثة الافتراضية `/Layouts/`، و`/Partials/` و`/Templates/`. يتم استخدام قوالب السوائل التي تم إنشاؤها هنا لإثراء تسميات Locallang بوظائف إضافية أو لاستبدالها بالكامل. وبهذه الطريقة، يمكن توفير المحتوى الديناميكي أو هياكل HTML الأكثر تعقيداً بطريقة بسيطة. ومن المتوقع أن تكون القوالب السائلة التي تتجاوز التسميات في الدليل الفرعي `/Templates/Labels/`.
cs: Jako alternativa k obvyklé konfiguraci TypoScript přes konstanty pod `plugin.tx_klaroconsentmanager. iew`, lze zde definovat kořenovou cestu tekutiny, která má vyšší prioritu než cesty konfigurované v TypoScriptu. V této cestě se očekávají tři výchozí adresáře `/Layouts/`, `/Partials/` a `/Templates/`. Tekuté šablony vytvořené zde slouží k obohacení popisků lokálního alangu o další funkčnost nebo k jejich úplnému nahrazení. Tímto způsobem lze jednoduchým způsobem poskytnout dynamický obsah nebo více složitých HTML struktur. Fluidní šablony, které mají přepsat popisky, se očekávají v podadresáři `/Templates/Labels/`.
da: Som et alternativ til den sædvanlige TypoScript konfiguration via konstanter under `plugin.tx_klaroconsentmanager. iew`, a Fluid root path can be defined here, which have a higher priority than the paths configured in TypoScript. (Automatic Copy) De tre standardmapper `/Layouts/`, `/Partials/` og `/Templates/` forventes under denne vej. Væske skabeloner oprettet her bruges til at berige Locallang etiketter med ekstra funktionalitet eller til at erstatte dem helt. På denne måde kan dynamisk indhold eller mere komplekse HTML-strukturer leveres på en enkel måde. Fluid skabeloner, der skal tilsidesætte etiketter forventes i undermappen `/Templates/Labels/`.
el: Ως εναλλακτική λύση στη συνήθη διαμόρφωση του TypoScript μέσω σταθερών στο αρχείο `plugin.tx_klaroconsentmanager. iew`, μια διαδρομή Fluid root μπορεί να οριστεί εδώ, η οποία έχει υψηλότερη προτεραιότητα από τις διαδρομές που έχουν ρυθμιστεί στο TypoScript. Οι τρεις προεπιλεγμένοι κατάλογοι `/Layouts/`, `/Partials/` και `/Templates/` αναμένεται κάτω από αυτή τη διαδρομή. Τα πρότυπα υγρών που δημιουργούνται εδώ χρησιμοποιούνται για τον εμπλουτισμό ετικετών Locallang με πρόσθετη λειτουργικότητα ή για την πλήρη αντικατάστασή τους. Με αυτόν τον τρόπο, δυναμικό περιεχόμενο ή πιο σύνθετες δομές HTML μπορούν να παρέχονται με έναν απλό τρόπο. Πρότυπα υγρού που πρόκειται να παρακάμψουν ετικέτες αναμένονται στον υποκατάλογο `/Templates/Labś`.
es: Como alternativa a la configuración habitual de TypoScript a través de constantes bajo `plugin.tx_klaroconsentmanager. iew`, una ruta raíz de fluido se puede definir aquí, que tiene una prioridad mayor que las rutas configuradas en TypoScript. Los tres directorios por defecto `/Layouts/`, `/Partials/` y `/Templates/` se esperan bajo esta ruta. Las plantillas de fluidos creadas aquí se utilizan para enriquecer las etiquetas Locallang con funcionalidad adicional o para reemplazarlas completamente. De esta forma, el contenido dinámico o las estructuras HTML más complejas pueden proporcionarse de una manera sencilla. Las plantillas de fluidos que deben sobreescribir las etiquetas se esperan en el subdirectorio `/Templates/Labels/`.
fi: Vaihtoehtona tavanomaiselle TypoScript kokoonpanolle vakioilla alla `plugin.tx_klaroconsentmanager. iew`, nesteen juuripolku voidaan määritellä täällä, joka on tärkeämpi kuin TypoScriptin määrittämät polut. Kolmen oletushakemiston `/Layouts/`, `/Partials/` ja `/Templates/` odotetaan tällä polulla. Täällä luotuja nestemalleja käytetään rikastuttamaan Locallangin tarroja lisätoiminnoilla tai korvaamaan ne kokonaan. Näin dynaaminen sisältö tai monimutkaisemmat HTML-rakenteet voidaan tarjota yksinkertaisella tavalla. Nestemalleja, joiden on tarkoitus ohittaa tarroja, odotetaan alihakemistossa `/Templates/Labels/`.
fr: Comme alternative à la configuration TypoScript habituelle via des constantes dans `plugin.tx_klaroconsentmanager. iew`, un chemin racine de fluide peut être défini ici, qui a une priorité plus élevée que les chemins configurés dans TypoScript. Les trois répertoires par défaut `/Layouts/`, `/Partials/` et `/Templates/` sont attendus dans ce chemin. Les modèles de fluides créés ici sont utilisés pour enrichir les étiquettes Locallang avec des fonctionnalités supplémentaires ou pour les remplacer complètement. De cette façon, le contenu dynamique ou des structures HTML plus complexes peuvent être fournis de manière simple. Les modèles de fluides qui doivent remplacer les étiquettes sont attendus dans le sous-répertoire `/Templates/Labels/`.
it: In alternativa alla solita configurazione TypoScript tramite costanti sotto `plugin.tx_klaroconsentmanager. ew`, un percorso radice fluido può essere definito qui, che ha una priorità maggiore rispetto ai percorsi configurati in TypoScript. Le tre directory predefinite `/Layouts/`, `/Partials/` e `/Templates/` sono attese sotto questo percorso. I modelli fluidi creati qui sono utilizzati per arricchire le etichette di Locallang con funzionalità aggiuntive o per sostituirle completamente. In questo modo, i contenuti dinamici o le strutture HTML più complesse possono essere forniti in modo semplice. I modelli fluidi che devono sovrascrivere le etichette sono attesi nella sottodirectory `/Templates/Labels/`.
ja: `plugin.tx_klaroconsentmanagerで定数を介した通常のTypoScript設定の代替として。 すなわち、TypoScript で設定されたパスよりも優先度が高い流体ルートパスをここで定義することができます。 このパスの下には、`/Layouts/`、`/Partials/`、`/Templates/`の3つのデフォルトディレクトリが必要です。 ここで作成された流体テンプレートは、Locallangラベルを追加機能で拡張したり、完全に置き換えたりするために使用されます。 このようにして、動的コンテンツやより複雑な HTML 構造を簡単に提供できます。 ラベルを上書きする流体テンプレートは `/Templates/Labels/` サブディレクトリにある必要があります。
nl: Als alternatief voor de gebruikelijke TypoScript configuratie via constanten onder `plugin.tx_klaroconsentmanager. iew`, een Fluid root path kan hier worden gedefinieerd, met een hogere prioriteit dan de paden geconfigureerd in TypoScript. De drie standaard mappen `/Layouts/`, `/Partials/` en `/Templates/` worden op dit pad verwacht. Fluid sjablonen die hier worden gemaakt, worden gebruikt om Locallang labels te verrijken met extra functionaliteit of om ze volledig te vervangen. Op deze manier kunnen dynamische inhoud of complexere HTML-structuren op een eenvoudige manier worden geleverd. Fluid sjablonen die labels moeten overschrijven worden verwacht in de subdirectory `/Templates/Labels/`.
no: Som et alternativ til den vanlige TypoScript-konfigurasjonen via konstanter under `plugin.tx_klaroconsentmanager. Her kan man angi en flytende rotbane som har høyere prioritet enn stiene som er konfigurert i TypoScript. De tre standardmappene `/Layouts/`, `/Partials/` og `/Templates/` er forventet under denne banen. Væskemaler opprettet her brukes til å berike Locallang-etiketter med ekstra funksjonalitet, eller for å erstatte dem fullstendig. Dynamisk innhold eller mer komplekse HTML-strukturer kan på denne måten tilbys på en enkel måte. Væskemaler som skal overstyre etiketter forventes i undermappen `/Templates/Labels/`.
pl: Jako alternatywę dla typowej konfiguracji TypoScript poprzez stałe pod `plugin.tx_klaroconsentmanager. iew`, ścieżka główna płynu może być tu zdefiniowana, co ma wyższy priorytet niż ścieżki skonfigurowane w TypoScript. Trzy domyślne katalogi `/Layouts/`, `/Partials/` i `/Templates/` są spodziewane pod tą ścieżką. Utworzone tutaj szablony płynów są używane do wzbogacania etykiet Locallang dodatkowymi funkcjami lub do ich pełnej wymiany. W ten sposób dynamiczne treści lub bardziej złożone struktury HTML mogą być dostarczane w prosty sposób. Szablony płynne, które mają zastąpić etykiety są spodziewane w podkatalogu `/Templates/Labels/`.
pt: Como uma alternativa à configuração usual TypoScript através de constantes sob `plugin.tx_klaroconsentmanager. iew`, um caminho raiz fluido pode ser definido aqui, que tem uma prioridade mais alta do que os caminhos configurados no TypoScript. Os três diretórios padrão `/Layouts/`, `/Parals/` e `/Templates/` são esperados sob este caminho. Os modelos fluidos criados aqui são usados para enriquecer rótulos Locallang com funcionalidades adicionais ou para substituí-los completamente. Desta forma, conteúdo dinâmico ou estruturas HTML mais complexas podem ser fornecidas de uma maneira simples. Modelos fluidos que devem substituir rótulos são esperados no subdiretório `/Templates/Etiquetas/`.
ru: В качестве альтернативы обычной конфигурации TypoScript через константы в `plugin.tx_klaroconsentmanager. iew`, здесь можно указать корневой путь Fluid, который имеет более высокий приоритет, чем пути, настроенные в TypoScript. Три папки по умолчанию `/Layouts/`, `/Partials/` и `/Templates/` ожидаются по этому пути. Созданные здесь гибкие шаблоны используются для обогащения Locallang меток с дополнительной функциональностью или для их полной замены. Таким образом, динамический контент или более сложные HTML структуры могут быть предоставлены простым способом. Шаблоны жидкостей, которые должны переопределить метки, ожидаются в подкаталоге `/Templates/Labels/`.
sv: Som ett alternativ till den vanliga TypoScript konfigurationen via konstanter under `plugin.tx_klaroconsentmanager. iew`, en flytande rotsökväg kan definieras här, som har en högre prioritet än de sökvägar som konfigurerats i TypoScript. De tre standardkatalogerna `/Layouts/`, `/Partials/` och `/Templates/` förväntas under denna sökväg. Fluidmallar skapade här används för att berika Locallang-etiketter med ytterligare funktionalitet eller för att ersätta dem helt. På så sätt kan dynamiskt innehåll eller mer komplexa HTML-strukturer tillhandahållas på ett enkelt sätt. Fluidmallar som ska åsidosätta etiketter förväntas i underkatalogen `/Templates/Labels/`.
uk: Як альтернатива звичайній конфігурації TypoScript через константи відповідно до `plugin.tx_klaroconsentmanager. iew, шлях до кореня рідини можна визначити тут, який має вищий пріоритет, ніж шляхи, налаштовані в TypoScript. Три каталоги за замовчуванням `/Layouts/`, `/Partials/` і `/Templates/` очікуються під цим шляхом. Шаблони, створені тут для збагачення міток Locallang додатковими функціями або повного їх заміни. Таким чином динамічний вміст або складніші HTML-структури можуть бути прості. Шаблони рідин, які перевизначають ярлики, очікуються в підтеці `/Templates/Labels/`.

# tx_klaroconsentmanager_configuration.alignment.label
source: Alignment
ar: محاذاة
cs: Zarovnání
da: Justering
el: Ευθυγράμμιση
es: Alineación
fi: Tasaus
fr: Alignement
it: Allineamento
ja: 配置
nl: Uitlijning
no: Justering
pl: Wyrównanie
pt: Alinhamento
ru: Выравнивание
sv: Justering
uk: Вирівнювання

# tx_klaroconsentmanager_configuration.alignment.description
source: Determines the alignment of the Consent box if `mustConsent` and `noticeAsModal` are disabled.
ar: يحدد محاذاة مربع الموافقة إذا تم تعطيل 'mustConsent' و 'noticeAsModal'.
cs: Určuje zarovnání políčka Souhlas pokud jsou `mustConsent` a `noticeAsModal` zakázány.
da: Bestemmer tilpasningen af Samtykkeboksen, hvis `mustConsent` og `noticeAsModal` er deaktiveret.
el: Καθορίζει την ευθυγράμμιση του πλαισίου Συγκατάθεσης αν το `mustConsent` και το `noticeAsModal` είναι απενεργοποιημένα.
es: Determina el alineamiento de la caja Consentimiento si `mustConsent` y `noticeAsModal` están deshabilitados.
fi: Määrittää suostumuslaatikon linjauksen, jos `mustConsent` ja `noticeAsModal` eivät ole käytössä.
fr: Détermine l'alignement de la case Consentement si `mustConsent` et `noticeAsModal` sont désactivés.
it: Determina l'allineamento della casella Consenso se `mustConsent` e `noticeAsModal` sono disabilitati.
ja: `mustConsent` と `noticeAsModal` が無効になっている場合、同意ボックスの配置を決定します。
nl: Bepaalt de uitlijning van de Consent box als `mustConsent` en `noticeAsModal` zijn uitgeschakeld.
no: Avgjør justeringen i Consent boksen hvis "mustConsent" og "noticeAsModal" er deaktivert.
pl: Określa wyrównanie pola zgody, jeśli `mustConsent` i `noticeAsModal` są wyłączone.
pt: Determina o alinhamento da caixa de Consentimento se `mustConsent` e `noticeAsModal` estiverem desabilitados.
ru: Определяет выравнивание Согласия, если `mustConsent` и `noticeAsModal` отключены.
sv: Bestämmer justeringen av Samtycke rutan om `mustConsent` och `noticeAsModal` är inaktiverade.
uk: Визначає вирівнювання коробки згоди, якщо `mustConsent` і `noticeAsModal` вимкнені.

# tx_klaroconsentmanager_configuration.alignment.I.top-left
source: Top-Left
ar: أعلى اليسار
cs: Vlevo nahoře
da: Øverst Til Venstre
el: Πάνω-Αριστερά
es: Arriba izquierda
fi: Ylävasen
fr: En bas à droite
it: Alto Sinistro
ja: 上 - 左
nl: Linksboven
no: Øverst til venstre
pl: Lewy górny róg
pt: Superior-esquerdo
ru: Вверху слева
sv: Överst till vänster
uk: Зверху зліва

# tx_klaroconsentmanager_configuration.alignment.I.top-right
source: Top-Right
ar: أعلى يمين
cs: Vpravo nahoře
da: Top-Højre
el: Πάνω Δεξιά
es: Derecha
fi: Yläoikealle
fr: Haut-Droite
it: Top-Destra
ja: 右
nl: Rechtsboven
no: Øverst til høyre
pl: Prawy górny
pt: Superior-Direito
ru: Сверху справа
sv: Överst till höger
uk: Зверху справа

# tx_klaroconsentmanager_configuration.alignment.I.top-wide
source: Top-Wide
ar: أوسع
cs: Nahoře široký
da: Top-Bred
el: Πάνω Ευρεία
es: Ancho
fi: Yläleveä
fr: Haut large
ja: 一番上へ
nl: Bovenkant
no: Øverst
pl: Górna Szerokość
pt: Maiúsculo
ru: Сверху
sv: Överst på sidan
uk: Широкий топ

# tx_klaroconsentmanager_configuration.alignment.I.bottom-left
source: Bottom-Left
ar: أسفل اليسار
cs: Vlevo dole
da: Nederst Til Venstre
el: Κάτω-Αριστερά
es: Bottom-izquierda
fi: Alavasen
fr: Bas-Gauche
it: Basso-Sinistra
ja: 左下
nl: Linksonder
no: Nederst til venstre
pl: Dolny lewy róg
pt: Inferior-Esquerdo
ru: Снизу слева
sv: Nederst till vänster
uk: Знизу ліворуч

# tx_klaroconsentmanager_configuration.alignment.I.bottom-right
source: Bottom-Right
ar: أسفل-يمين
cs: Vpravo dole
da: Nederst Til Højre
el: Κάτω-Δεξιά
es: Botón-derecha
fi: Ala-Oikea
fr: En bas à droite
it: Basso-Destra
ja: 右下
nl: Rechtsonder
no: Nederst til høyre
pl: Prawy dolny
pt: Inferior-Direito
ru: Нижняя правая
sv: Nere till höger
uk: Знизу праворуч

# tx_klaroconsentmanager_configuration.alignment.I.bottom-wide
source: Bottom-Wide
ar: أسفل
cs: Široký dole
da: Bund Bred
el: Κάτω Ευρεία
es: Ancho de Botón
fi: Alhaalta Leveä
fr: En bas
it: Basso
ja: 底幅
nl: Onderkant
no: Nederst Bred
pl: Szerokość na dole
pt: Baixo-Amplo
ru: Снизу
sv: Botten bred
uk: Нижній широкий

# tx_klaroconsentmanager_configuration.alignment.I.top
source: Top
ar: أعلى
cs: Nahoře
da: Øverst
el: Πάνω
es: Subir
fi: Ylhäällä
fr: En haut
it: Alto
ja: 上
nl: Bovenkant
no: Topp
pl: Góra
pt: Superior
ru: Сверху
sv: Överst
uk: Верх

# tx_klaroconsentmanager_configuration.alignment.I.bottom
source: Bottom
ar: أسفل
cs: Spodní
da: Bund
el: Κάτω
es: Abajo
fi: Alhaalla
fr: Dessous
it: Basso
ja: 下揃え
nl: Onderaan
no: Bunn
pl: Dolny
pt: Inferior
ru: Внизу
sv: Botten
uk: Униз

# tx_klaroconsentmanager_configuration.alignment.I.left
source: left
ar: اليسار
cs: vlevo
da: venstre
el: αριστερά
es: restante
fi: vasen
fr: à gauche
it: sinistra
ja: 左
nl: links
no: venstre
pl: w lewo
pt: esquerda
ru: слева
sv: vänster
uk: ліворуч

# tx_klaroconsentmanager_configuration.alignment.I.right
source: right
ar: يمين
cs: vpravo
da: højre
el: δεξιά
es: derecha
fi: oikea
fr: a droite
it: destra
ja: 右|右
nl: rechts
no: høyre
pl: po prawej
pt: Direita
ru: справа
sv: höger
uk: правий

# tx_klaroconsentmanager_configuration.alignment.I.wide
source: wide
ar: واسع
cs: široká
da: bred
el: ευρεία
es: ancho
fi: leveä
fr: large
it: largo
ja: 幅
nl: breed
no: bred
pl: szeroki
pt: larga
ru: широкий
sv: bred
uk: широку

# tx_klaroconsentmanager_configuration.color_scheme.label
source: Color Scheme
ar: مخطط الألوان
cs: Barevné schéma
da: Farvesammensætning
el: Θέμα Χρωμάτων
es: Esquema de color
fi: Väriteema
fr: Préférence des couleurs
it: Schema Colore
ja: 配色設定
nl: Kleurenschema
no: Farge Tema
pl: Schemat kolorów
pt: Esquema de Cor
ru: Цветовая схема
sv: Färgschema
uk: Колірна схема

# tx_klaroconsentmanager_configuration.color_scheme.description
source: Default color scheme used for the display. The colors can also be overridden later via CSS variables.
ar: نظام الألوان الافتراضي المستخدم في العرض. يمكن أيضا تجاوز الألوان لاحقا عن طريق متغيرات CSS.
cs: Výchozí barevné schéma použité pro displej. Barvy lze později přepsat pomocí CSS proměnných.
da: Standard farvesammensætning brugt til skærmen. Farverne kan også tilsidesættes senere via CSS variabler.
el: Προεπιλεγμένο θέμα χρωμάτων που χρησιμοποιείται για την οθόνη. Τα χρώματα μπορούν επίσης να αντικατασταθούν αργότερα μέσω CSS μεταβλητών.
es: Esquema de colores predeterminado usado para la pantalla. Los colores también se pueden reemplazar más tarde a través de variables CSS.
fi: Näytön oletusväriteema. Värit voidaan myös ohittaa myöhemmin CSS muuttujien avulla.
fr: Schéma de couleurs par défaut utilisé pour l'affichage. Les couleurs peuvent également être remplacées plus tard via des variables CSS.
it: Schema di colore predefinito usato per il display. I colori possono anche essere sovrascritti in seguito tramite variabili CSS.
ja: 表示に使用される既定の配色。CSS 変数を使用して後から色を上書きすることもできます。
nl: Standaard kleurenschema dat wordt gebruikt voor het scherm. De kleuren kunnen later ook worden overschreven via CSS variabelen.
no: Standard fargevalg brukt på visningen. Fargene kan også overstyres senere ved css-variabler.
pl: Domyślny schemat kolorów używany do wyświetlania. Kolory mogą być również nadpisane później przez zmienne CSS.
pt: Esquema de cores padrão usado para a exibição. As cores também podem ser substituídas mais tarde através de variáveis do CSS.
ru: Цветовая схема по умолчанию, используемая для отображения. Цвета также могут быть переопределены позже с помощью переменных CSS.
sv: Standard färgschema som används för displayen. Färgerna kan också åsidosättas senare via CSS-variabler.
uk: Кольорова схема за замовчуванням використовується для відображення. Кольори можуть бути перевизначені пізніше через CSS змінних.

# tx_klaroconsentmanager_configuration.color_scheme.I.dark_neutral
source: Dark (neutral)
ar: مظلم (محايد)
cs: Tmavý (neutrální)
da: Mørk (neutral)
el: Σκούρο (ουδέτερο)
es: Oscuro (neutral)
fi: Tumma (neutraali)
fr: Sombre (neutre)
it: Scuro (neutro)
ja: ダーク（中立）
nl: Donker (neutraal)
no: Mørk (nøytral)
pl: Ciemny (neutralny)
pt: Escuro (neutro)
ru: Темный (нейтральный)
sv: Mörk (neutral)
uk: Темний (нейтральний)

# tx_klaroconsentmanager_configuration.color_scheme.I.light_neutral
source: Light (neutral)
ar: ضوء (محايد)
cs: Světlo (neutrální)
da: Lys (neutral)
el: Φωτεινό (ουδέτερο)
es: Luz (neutral)
fi: Valo (neutraali)
fr: Lumière (neutre)
it: Luce (neutrale)
ja: ライト (ニュートラル)
nl: Licht (neutraal)
no: Lys (nøytral)
pl: Światło (neutralne)
pt: Claro (neutro)
ru: Светлая (нейтральная)
sv: Ljus (neutral)
uk: Світло (нейтральне)

# tx_klaroconsentmanager_configuration.color_scheme.I.dark
source: Dark
ar: داكن
cs: Tmavý
da: Mørk
el: Σκοτεινό
es: Oscuro
fi: Tumma
fr: Sombre
it: Scuro
ja: ダーク
nl: Donker
no: Mørk
pl: Ciemny
pt: Escuro
ru: Тёмная
sv: Mörk
uk: Темна

# tx_klaroconsentmanager_configuration.color_scheme.I.light
source: Light
ar: فاتح
cs: Světlý
da: Lys
el: Φωτεινό
es: Claro
fi: Vaalea
fr: Claire
it: Chiaro
ja: ライト
nl: Licht
no: Lys
pl: Światło
pt: Fino
ru: Светлая
sv: Ljus
uk: Світла

# tx_klaroconsentmanager_configuration.append_show_button.label
source: Append Show Button
ar: إلحاق زر العرض
cs: Připojit tlačítko Zobrazit
da: Tilføj Vis Knap
el: Προσθήκη Κουμπιού Εμφάνισης
es: Añadir Botón de Mostrar
fi: Lisää Näytä Painike
fr: Ajouter le bouton Show
it: Aggiungi Pulsante Mostra
ja: 表示ボタンを追加
nl: Serie knop toevoegen
no: Legg til Vis knapp
pl: Dołącz przycisk Pokaż
pt: Acrescentar botão mostrar
ru: Добавить кнопку Показать
sv: Lägg till serieknapp
uk: Додати кнопку Показати
