Repository: ErHaWeb/klaro_consent_manager
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: ar, cs, da, el, es, fi, fr, it, ja, nl, no, pl, pt, ru, sv, uk

# tx_klaroconsentmanager_configuration.accept_all.description
source: Setting `acceptAll` to `true` will show an "accept all" button in the notice and modal, which will enable all third-party services if the user clicks on it. If set to "false", there will be an "accept" button that will only enable the services that are enabled in the consent modal.
ar: تعيين `acceptAll' إلى `true' سيظهر زر "قبول الكل" في الإشعار والشرط، والذي سيمكن جميع خدمات الطرف الثالث إذا قام المستخدم بالنقر عليها. إذا تم تعيين إلى "خطأ"، سيكون هناك زر "قبول" الذي سيمكن فقط الخدمات التي يتم تمكينها في طريقة الموافقة.
cs: Nastavením "akceptovat" na "true" se zobrazí tlačítko "přijmout vše" v oznámení a v modálním režimu, které umožní všem službám třetích stran, pokud na ně uživatel klikne. Je-li nastaveno na "false", bude existovat tlačítko "akceptovat", které umožní pouze služby, které jsou povoleny v režimu souhlasu.
da: Indstilling af `acceptAll` til `true` vil vise en "accepter alle" knap i meddelelsen og modal, som vil aktivere alle tredjepartstjenester, hvis brugeren klikker på det. Hvis sat til "falsk", vil der være en "accept" knap, der kun vil aktivere de tjenester, der er aktiveret i samtykke modal.
el: Ο ορισμός του `acceptAll` στο `true` θα δείξει ένα κουμπί "αποδεχτείτε όλα" στην ειδοποίηση και τη λειτουργία, η οποία θα ενεργοποιήσει όλες τις υπηρεσίες τρίτων εάν ο χρήστης κάνει κλικ πάνω του. Εάν επιλέξετε "false", θα υπάρχει ένα κουμπί "accept" που θα ενεργοποιεί μόνο τις υπηρεσίες που είναι ενεργοποιημένες στο modal συγκατάθεσης.
es: Establecer `acceptAll` a `true` mostrará un botón de "aceptar todo" en el aviso y modal, que habilitará todos los servicios de terceros si el usuario hace clic en ellos. Si se establece en "falso", habrá un botón de "aceptar" que sólo habilitará los servicios que están habilitados en la modal de consentimiento.
fi: Asettaminen `acceptAll`-muotoon `true`, näyttää "hyväksy kaikki"-painikkeen ilmoituksessa ja modaalissa, joka mahdollistaa kaikki kolmannen osapuolen palvelut, jos käyttäjä klikkaa sitä. Jos valinta on "false", tulee olemaan "accept" -painike, joka mahdollistaa vain ne palvelut, jotka ovat käytössä suostumustilassa.
fr: Définir `acceptAll` à `true` affichera un bouton "Accepter tout" dans la notification et dans la modale, qui activera tous les services tiers si l'utilisateur clique dessus. Si réglé sur "false", il y aura un bouton "accepter" qui n'activera que les services qui sont activés dans la modale de consentement.
it: Impostare `acceptAll` su `true` mostrerà un pulsante "accept all" nella notifica e modal, che attiverà tutti i servizi di terze parti se l'utente fa clic su di esso. Se impostato a "falso", ci sarà un pulsante "accetta" che abiliterà solo i servizi abilitati nella modalità consenso.
ja: `acceptAll` を `true` に設定すると、通知とモーダルに「すべて受け入れる」ボタンが表示されます。 ユーザーがそれをクリックすると、すべてのサードパーティサービスが有効になります。 "false" に設定すると、同意モーダルで有効になっているサービスのみを有効にする "accept" ボタンがあります。
nl: 'acceptAll' instellen op 'true' zal een 'accepteer alles' knop weergeven in de kennisgeving en modal, welke alle diensten van derden inschakelt als de gebruiker erop klikt. Indien ingesteld op "false", zal er een "accepteer" knop zijn die alleen de diensten die zijn ingeschakeld in de toestemmings-modus inschakelt.
no: Ved å sette `akseptert` til `true` vil du vise en "godta alle" knapp i varselet og modalen, som vil aktivere alle tjenester fra tredjeparter hvis brukeren klikker på den. If set to "false", will be an "accept" button that will only enable the services are enabled in the consent modal.
pl: Ustawienie `acceptAll` na `true` pokaże przycisk "accept all" w powiadomieniu i modalu, która umożliwi korzystanie z wszystkich usług firm trzecich, jeśli użytkownik kliknie na nią. Jeśli ustawione na "fałsz", pojawi się przycisk "akceptuj", który włączy tylko usługi, które są włączone w modze zgody.
pt: Definir `acceptAll` para `true` irá mostrar um botão de "accept all" no aviso e modal, que permitirá todos os serviços de terceiros se o usuário clicar neles. Se definido como "false", haverá um botão "aceito" que só ativará os serviços que são habilitados na janela de consentimento.
ru: При установке `acceptAll` на `true` появится кнопка "accept all " в уведомлении и модальном, , который включит все сторонние сервисы, если пользователь нажимает на них. Если установлено значение "false", то будет кнопка "Принять", которая включит только те сервисы, которые включены в режим согласия.
sv: Inställningen `acceptAll` till `true` visar en "acceptera alla" knapp i meddelandet och modal, som kommer att aktivera alla tjänster från tredje part om användaren klickar på den. Om satt till "false" kommer det att finnas en "acceptera" knapp som endast kommer att aktivera de tjänster som är aktiverade i samtyckesmodalen.
uk: Встановлення `acceptAll` в `true` покаже кнопку "схвалити всі" в повідомленні та модулі, який включить всі сторонні послуги, якщо користувач натисне на них. Якщо встановлено "false", то буде "прийнятна" кнопка, яка активує лише ті послуги, дозволені в модулі згоди.

# tx_klaroconsentmanager_configuration.hide_decline_all.label
source: Hide Decline All
ar: إخفاء رفض الكل
cs: Skrýt vše
da: Skjul Afvis Alle
el: Απόκρυψη Απόρριψης Όλων
es: Ocultar rechazar todo
fi: Piilota Hylkää Kaikki
fr: Cacher tout refuser
it: Nascondi Rifiuta Tutto
ja: 拒否すべてを隠す
nl: Verberg Afwijzen Alles
no: Skjul avslå alle
pl: Ukryj odrzucenie wszystkich
pt: Ocultar o Recusado Todos
ru: Скрыть отклонение всех
sv: Dölj avvisa alla
uk: Приховати усі

# tx_klaroconsentmanager_configuration.hide_decline_all.description
source: Setting `hideDeclineAll` to `true` will hide the "decline" button in the consent modal and force the user to open the modal in order to change his/her consent or disable all third-party services. We strongly advise you to not use this feature, as it opposes the "privacy by default" and "privacy by design" principles of the GDPR (but might be acceptable in other legislations such as under the CCPA)
ar: سيؤدي تعيين 'hideDeclineAll' إلى 'true' إلى إخفاء زر "downline" في صيغة الموافقة وإرغام المستخدم على فتح الأسلوب من أجل تغيير موافقته أو تعطيل جميع الخدمات من طرف ثالث. نحن ننصحك بشدة بعدم استخدام هذه الميزة، كما أنه يعارض مبدأي "الخصوصية الافتراضية" و"الخصوصية عن طريق التصميم" الواردين في جمهورية ألمانيا الديمقراطية (ولكن قد يكون مقبولاً في تشريعات أخرى مثل قانون المنافسة وحماية المستهلك في جنوب أفريقيا)
cs: Nastavení `hideDeclineAll` na `true` skryje tlačítko "deaktivovat" v režimu souhlasu a přinutí uživatele otevřít modál, aby změnil svůj souhlas nebo zakázal všechny služby třetích stran. Důrazně doporučujeme nepoužívat tuto funkci, vzhledem k tomu, že je proti principům "soukromí ve výchozím stavu" a "soukromí podle designu" HDP (ale může být přijatelné v jiných právních předpisech, jako je například v rámci ústřední protistrany)
da: Indstilling af `hideDeclineAll` til `true` vil skjule "decline" knappen i samtykke modal og tvinge brugeren til at åbne modal for at ændre hans/hendes samtykke eller deaktivere alle tredjepartstjenester. Vi anbefaler på det kraftigste, at du ikke bruger denne funktion, da det modsætter sig princippet om "privatlivets fred som standard" og "privatlivets fred ved design" i GDPR (men kan være acceptabelt i andre lovgivninger, såsom i henhold til CCPA)
el: Η ρύθμιση του `hideDeclineAll` στο `true` θα αποκρύψει το κουμπί "φθίνουσα" στο modal συγκατάθεσης και θα αναγκάσει τον χρήστη να ανοίξει το modal για να αλλάξει τη συγκατάθεσή του ή να απενεργοποιήσει όλες τις υπηρεσίες τρίτων. Σας συμβουλεύουμε να μην χρησιμοποιήσετε αυτό το χαρακτηριστικό, καθώς αντιτίθεται στην αρχή της "ιδιωτικής ζωής από προεπιλογή" και της "ιδιωτικής ζωής με το σχεδιασμό" του GDPR (αλλά μπορεί να είναι αποδεκτή σε άλλες νομοθεσίες όπως στο πλαίσιο του CCPA)
es: Establecer `hideDeclineAll` en `true` ocultará el botón "declinar" en la modal de consentimiento y obligará al usuario a abrir la modal para cambiar su consentimiento o desactivar todos los servicios de terceros. Le recomendamos encarecidamente que no utilice esta función, ya que se opone a los principios de "privacidad por defecto" y "privacidad por diseño" del GDPR (pero podría ser aceptable en otras legislaciones como bajo el CCPA)
fi: Asetus `hideDeclineAll`-asetus `true`-muotoon piilottaa "decline"-painikkeen suostumuksessa ja pakottaa käyttäjän avaamaan modaalin muuttaakseen suostumustaan tai poistaakseen käytöstä kaikki kolmannen osapuolen palvelut. Suosittelemme sinua olemaan käyttämättä tätä ominaisuutta, koska se vastustaa GDPR:n "oletusarvoisesti yksityisyyttä" ja "mallipohjaista yksityisyyttä" periaatteita (mutta saattaa olla hyväksyttävää muissa lainsäädännöissä, kuten CCPA:ssa)
fr: Définir `hideDeclineAll` à `true` masquera le bouton "refuser" dans le consentement modal et forcera l'utilisateur à ouvrir la modale afin de changer son consentement ou de désactiver tous les services tiers. Nous vous conseillons fortement de ne pas utiliser cette fonctionnalité, car il s'oppose aux principes de la "vie privée par défaut" et de la "vie privée par conception" du RGPD (mais peut être acceptable dans d'autres législations, comme par exemple dans le cadre du CCPA)
it: Impostare `hideDeclineAll` su `true` nasconderà il pulsante "declinare" nella modalità di consenso e costringerà l'utente ad aprire il modal per modificare il suo consenso o disabilitare tutti i servizi di terze parti. Le consigliamo vivamente di non usare questa funzione, in quanto si oppone ai principi "privacy by default" e "privacy by design" del GDPR (ma potrebbe essere accettabile in altre legislazioni, come nel caso della CCPA)
ja: `hideDeclineAll` を `true` に設定すると、同意モーダルの「拒否」ボタンが非表示になり、ユーザーの同意を変更したり、サードパーティのすべてのサービスを無効にしたりするために、ユーザーがモーダルを開くように強制します。 この機能を使用しないことを強くお勧めします GDPRの「プライバシー・バイ・デフォルト」および「プライバシー・バイ・デザイン」の原則に反対するため(ただし、CCPの下など他の法律では許容される可能性があります)
nl: Als `hideDeclineAll` op `true` wordt ingesteld, zal de knop "decline" in de consent modal verbergen en zal de gebruiker gedwongen worden de modal te openen om zijn/haar toestemming te veranderen of alle diensten van derden uit te schakelen. Wij raden u aan deze functie niet te gebruiken, aangezien het zich verzet tegen de beginselen "privacy default " en "privacy by design" van de GDPR (maar kan aanvaardbaar zijn in andere wetgeving, zoals onder de CCPA)
no: Ved å sette `hideDeclineal` til `true` vil skjule den "decline" knappen med samtykke modal og tvinge brukeren til å åpne modalen for å endre sitt samtykke eller deaktivere alle tredjepartstjenester. Vi anbefaler på det sterkeste at du ikke bruker denne funksjonen, siden det motsetter seg "personvern som standard" og "personvern ved hjelp av design" prinsippene i GDPR (men kan være akseptabel i andre lover som i henhold til CCPA)
pl: Ustawienie `hideDeclineAll` na `true` spowoduje ukrycie przycisku "decline" w modalu zgody i zmusi użytkownika do otwarcia modalu, aby zmienić jego zgodę lub wyłączyć wszystkie usługi innych firm. Zdecydowanie radzimy nie używać tej funkcji, ponieważ sprzeciwia się zasadom RODO dotyczącym „domyślnej prywatności” i „ochrony prywatności już w fazie projektowania” (ale może być do przyjęcia w innych przepisach, takich jak CCPA)
pt: Definir `hideDeclineAll` para `true` irá ocultar o botão de "decline" no modal do consentimento e forçar o usuário a abrir o modal a fim de alterar o seu consentimento ou desativar todos os serviços de terceiros. Aconselhamos fortemente que você não use este recurso, uma vez que se opõe aos princípios de "privacidade por padrão" e "privacidade por design" do RGPD (mas pode ser aceitável em outras legislações, como sob o CCPA)
ru: Включение «hideDeclineAll» на «true» скроет кнопку «отклонить» в модуле согласия и заставляет пользователя открыть модаль, чтобы изменить его/ее согласие или отключить все сторонние сервисы. Мы настоятельно рекомендуем вам не использовать эту функцию, поскольку он выступает против принципов "неприкосновенности частной жизни по необязательным обязательствам" и "неприкосновенности частной жизни по своему усмотрению" GDPR (но может быть приемлемым в других законодательных актах, таких, как КСП)
sv: Ställa in `hideDeclineAll` till `true` kommer att dölja knappen "avböj" i samtyckesmodalen och tvinga användaren att öppna modalen för att ändra sitt samtycke eller inaktivera alla tredjepartstjänster. Vi rekommenderar starkt att du inte använder denna funktion, som det motsätter sig "integritet som standard" och "integritet genom design" principer i GDPR (men kan vara acceptabelt i andra lagstiftningar, såsom enligt CCPA)
uk: Встановлення "hideDeclineAll" на "true" приховає кнопку "розірв" у модальному виразі згоди і змусить користувача відкрити модальне значення для того, щоб змінити його/її згоду або відключити всі сторонні сервіси. Ми наполегливо радимо вам не користуватися цією функцією, він виступає проти принципів "приватність за замовчуванням" і "приватність з дизайном" (але може бути прийнятним в інших законодавствах, таких як в КПК)

# tx_klaroconsentmanager_configuration.hide_learn_more.label
source: Hide Learn More
ar: إخفاء المزيد
cs: Skrýt další informace
da: Skjul Lær Mere
el: Hide Learn Περισσότερα
es: Ocultar más información
fi: Piilota Lue Lisää
fr: Cacher en savoir plus
it: Nascondi Scopri Di Più
ja: 詳細を隠す
nl: Verberg Leer Meer
no: Skjul mer info
pl: Ukryj Dowiedz się więcej
pt: Ocultar mais informações
ru: Скрыть подробнее
sv: Dölj Lär dig mer
uk: Приховати більше

# tx_klaroconsentmanager_configuration.hide_learn_more.description
source: Setting `hideLearnMore` to `true` will hide the "learn more / customize" link in the consent notice. We strongly advise against using this under most circumstances, as it keeps the user from customizing his/her consent choices.
ar: سيؤدي تعيين 'hideLearnmore' إلى 'true' إلى إخفاء الرابط 'تعلم المزيد / التخصيص' في إشعار الموافقة. وننصح بشدة بعدم استخدام ذلك في معظم الظروف، لأنه يمنع المستخدم من تكييف خيارات موافقته.
cs: Nastavení `hideLearnMore` na `true` skryje odkaz "Zjistit více / přizpůsobit se" v oznámení o souhlasu. Důrazně doporučujeme nepoužívat tento postup za většiny okolností, protože uživatel brání tomu, aby si přizpůsobil své volby souhlasu.
da: Indstilling af `hideLearnMore` til `true` vil skjule "lær mere / tilpas" linket i tilladelsen varsel. Vi fraråder kraftigt at bruge dette under de fleste omstændigheder, da det holder brugeren fra at tilpasse hans / hendes samtykke valg.
el: Θέτοντας το `hideLearnMore` σε `true` θα αποκρύψει τον σύνδεσμο "μάθετε περισσότερα / προσαρμόσετε" στην ειδοποίηση συναίνεσης. Σας συμβουλεύουμε να μην χρησιμοποιήσετε αυτό υπό τις περισσότερες συνθήκες, καθώς κρατά το χρήστη από το να προσαρμόσει τις επιλογές συγκατάθεσής του.
es: Establecer `hideLearnMore` a `true` ocultará el enlace "aprender más / personalizar" en el aviso de consentimiento. Recomendamos encarecidamente no utilizar esto en la mayoría de las circunstancias, ya que evita que el usuario personalice sus opciones de consentimiento.
fi: Asettamalla `hideLearnMore` `true`-muotoon piilottaa "oppia lisää / muokata" -linkin suostumusilmoituksessa. Neuvomme voimakkaasti käyttämättä tätä useimmissa olosuhteissa, koska se estää käyttäjää muokkaamasta hänen suostumuksensa valintoja.
fr: Définir `hideLearnMore` à `true` masquera le lien "en savoir plus/personnaliser" dans l'avis de consentement. Nous recommandons fortement de ne pas utiliser cela dans la plupart des circonstances, car cela empêche l'utilisateur de personnaliser ses choix de consentement.
it: Impostare `hideLearnMore` su `true` nasconderà il link "learn more / customize" nella notifica di consenso. Si consiglia vivamente di non utilizzare questo nella maggior parte delle circostanze, in quanto impedisce all'utente di personalizzare le sue scelte di consenso.
ja: `hideLearnMore` を `true` に設定すると、同意通知の「詳細/カスタマイズ」リンクが非表示になります。 ほとんどの状況では使用しないことを強くお勧めします。ユーザーが同意の選択をカスタマイズできないようにしています。
nl: Als de `hideLearnMore` naar `true` wordt ingesteld, zal de "leer meer / customize" link verbergen in de consent notificatie. Wij adviseren ten zeerste om dit onder de meeste omstandigheden te gebruiken, omdat het de gebruiker ervan weerhoudt zijn/haar toestemming keuzes aan te passen.
no: Ved å sette `hideLearnMore` til `true` vil du skjule lenken "learn more / customize" i samtykkevarselen. Vi fraråder sterkt å bruke dette under de fleste omstendigheter, ettersom det holder brukeren i å tilpasse sine samtykkevalg.
pl: Ustawienie `hideLearnMore` na `true` ukryje link "dowiedz się więcej / dostosuj" w powiadomieniu o zgodzie. Zdecydowanie zalecamy korzystanie z tego w większości okoliczności, ponieważ pozwala on użytkownikowi na dostosowywanie decyzji dotyczących jego zgody.
pt: Definir `hideLearnMore` para `true` ocultará o link "saiba mais / personalizar" na notificação de consentimento. Aconselhamos vivamente a não usar isto na maioria das circunstâncias, pois impede o usuário de personalizar as suas opções de consentimento.
ru: Установка `hideLearnMore` на `true` скроет ссылку «подробнее / настраивать» в уведомлении о согласии. Мы настоятельно рекомендуем не использовать это в большинстве случаев, так как он не позволяет пользователю настраивать свой выбор согласия.
sv: Att sätta `hideLearnMore` till `true` döljer länken "läs mer / anpassa" i samtyckesmeddelandet. Vi avråder starkt från att använda detta under de flesta omständigheter, eftersom det hindrar användaren från att anpassa sitt samtycke val.
uk: Встановлення `hideLearnMore` на `true` приховає посилання "дізнатися більше / налаштувати" у згоди. Ми наполегливо радимо не користуватися цим за більшості обставин, оскільки це перешкоджає користувачеві налаштовувати його/її згоду.

# tx_klaroconsentmanager_configuration.hide_toggle_all.label
source: Hide Toggle All
ar: إخفاء تبديل الكل
cs: Skrýt vše
da: Skjul Skift Alle
el: Απόκρυψη Όλων
es: Ocultar todo
fi: Piilota Vaihda Kaikki
fr: Cacher tout
it: Nascondi Commuta Tutto
ja: すべてを隠す
nl: Verberg alles
no: Skjul alle
pl: Ukryj wszystkie
pt: Ocultar Todos
ru: Скрыть все
sv: Dölj Växla alla
uk: Приховати або вимкнути всі

# tx_klaroconsentmanager_configuration.hide_toggle_all.description
source: Setting `hideToggleAll` to `true` will hide the "toggle all" link in the consent notice.
ar: سيؤدي تعيين 'hideTogleAll' إلى 'true' إلى إخفاء رابط "تبديل الكل" في إشعار الموافقة.
cs: Nastavení `hideToggleAll` na `true` skryje odkaz "toggle all" v oznámení o souhlasu.
da: Indstilling af `hideToggleAll` til `true` vil skjule "toggle all" linket i tilladelsen meddelelse.
el: Ο ορισμός του `hideToggleAll` στο `true` θα αποκρύψει τον σύνδεσμο "εναλλαγή όλων" στην ειδοποίηση συναίνεσης.
es: Establecer `hideToggleAll` a `true` ocultará el enlace "alternar todo" en el aviso de consentimiento.
fi: Asetetaan `hideToggleAll`-linkki `true`-kansioon piilottaa "toggle kaikki" -linkin suostumusilmoituksessa.
fr: Définir `hideToggleAll` à `true` masquera le lien "toggle all" dans l'avis de consentement.
it: Impostare `hideToggleAll` su `true` nasconderà il link "toggle all" nell'avviso di consenso.
ja: `hideToggleAll`を`trueに設定すると、同意通知で「すべてを切り替える」リンクが非表示になります。
nl: Als `hideToggleAll` wordt ingesteld op `true` zal de "toggle all" link worden verborgen in de consent notificatie.
no: Ved å sette `hideToggleAll` til `true` vil du skjule "veksle alle" linken i varselet.
pl: Ustawienie `hideToggleAll` na `true` ukryje link "przełączaj wszystkie" w powiadomieniu o zgodzie.
pt: Definir `hideToggleAll` para `true` irá ocultar o link "alternar tudo" no aviso do consentimento.
ru: Включение «hideToggleAll» в «true» скроет ссылку «переключить все» в уведомлении о согласии.
sv: Ställa in `hideToggleAll` till `true` kommer att dölja länken "växla alla" i samtyckesmeddelandet.
uk: Встановлення `hideToggleAll` на `true` приховає посилання "перемкнути все" у відповідній згоді.

# tx_klaroconsentmanager_configuration.notice_as_modal.label
source: Notice As Modal
ar: اشعار كموديل
cs: Oznámení jako modál
da: Bemærk Som Modal
el: Σημείωση Ως Modal
es: Aviso como modal
fi: Huomautus Modaalina
fr: Notifier comme modal
it: Avviso Come Modale
nl: Let op als Modal
no: Merk som modal
pl: Powiadomienie jako Modal
pt: Aviso como Modal
ru: Заметьте, как модаль
sv: Notera som Modal
uk: Зауважте як Модал

# tx_klaroconsentmanager_configuration.notice_as_modal.description
source: Show cookie notice as modal
ar: إظهار إشعار ملفات تعريف الارتباط كوسيط
cs: Zobrazit oznámení cookie jako modal
da: Vis cookie meddelelse som modal
el: Εμφάνιση ειδοποίησης cookie ως modal
es: Mostrar aviso de cookie como modal
fi: Näytä evästeen ilmoitus modaalina
fr: Afficher la notification des cookies en tant que modal
it: Mostra avviso cookie come modal
ja: クッキーの通知をモーダルとして表示
nl: Cookie melding als modale weergeven
no: Vis informasjonskapsel som modal
pl: Pokaż powiadomienie o ciasteczku jako modalne
pt: Exibir o aviso do cookie como modal
ru: Показать Cookie уведомление как модаль
sv: Visa cookie-meddelande som modal
uk: Показувати інформацію про куки як про модальне

# tx_klaroconsentmanager_configuration.show_notice_title.label
source: Show title in consent notice
ar: إظهار العنوان في إشعار الموافقة
cs: Zobrazit název v oznámení o souhlasu
da: Vis titel i samtykkemeddelelse
el: Εμφάνιση τίτλου στην ειδοποίηση συγκατάθεσης
es: Mostrar título en aviso de consentimiento
fi: Näytä otsikko suostumuksen ilmoituksessa
fr: Afficher le titre dans l'avis de consentement
it: Mostra titolo nella notifica di consenso
ja: 同意通知にタイトルを表示する
nl: Toon titel in toestemming kennisgeving
no: Vis tittel i samtykkevarsel
pl: Pokaż tytuł w notatce zgody
pt: Mostrar título no aviso de consentimento
ru: Показать название в уведомлении согласия
sv: Visa titel i samtyckesmeddelande
uk: Показувати назву в повідомленні про згоду

# tx_klaroconsentmanager_configuration.show_notice_title.description
source: When this option is enabled, Klaro displays the title in the notice modal.
ar: عند تمكين هذا الخيار، يعرض كلارو العنوان في صيغة الإشعار.
cs: Pokud je tato volba povolena, Klaro zobrazí název v notifikační módu.
da: Når denne indstilling er aktiveret, viser Klaro titlen i meddelelsesmodalen.
el: Όταν αυτή η επιλογή είναι ενεργοποιημένη, το Klaro εμφανίζει τον τίτλο στη λειτουργία ειδοποίησης.
es: Cuando esta opción está activada, Klaro muestra el título en la modal de aviso.
fi: Kun tämä asetus on käytössä, Klaro näyttää otsikon ilmoitusmallissa.
fr: Lorsque cette option est activée, Klaro affiche le titre dans la fenêtre de notification.
it: Quando questa opzione è abilitata, Klaro mostra il titolo nella modalità avviso.
ja: このオプションを有効にすると、Klaroは通知モーダルにタイトルを表示します。
nl: Als deze optie is ingeschakeld, geeft Klaro de titel weer in het waarschuwingsmodal.
no: Når dette valget er aktivert viser Klaro tittelen i varselmodellen.
pl: Gdy ta opcja jest włączona, Klaro wyświetla tytuł w modalu powiadomienia.
pt: Quando essa opção está ativada, a Klaro exibe o título na janela de aviso.
ru: Когда эта опция включена, Klaro отображает заголовок в режиме уведомлений.
sv: När det här alternativet är aktiverat visar Klaro titeln i meddelandemodalen.
uk: Коли цю функцію ввімкнено, Klaro відображає заголовок в текстовому режимі.
