Repository: ErHaWeb/klaro_consent_manager
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: ar, cs, da, de, el, fi, fr, hu, ja, nl, no, pl, pt, ro, ru, sv, tr, uk, zh

# services.camera.description
source: Consent to the use of surveillance camera images for security and safety purposes, in compliance with applicable data privacy regulations.
ar: 2 - الموافقة على استخدام صور كاميرا المراقبة لأغراض الأمن والسلامة، امتثالا لأنظمة خصوصية البيانات المعمول بها.
cs: Souhlas s použitím snímků sledovacích kamer pro účely zabezpečení a bezpečnosti v souladu s platnými předpisy o ochraně osobních údajů.
da: Samtykke til brugen af overvågningskamerabilleder til sikkerheds- og sikkerhedsformål i overensstemmelse med gældende bestemmelser om databeskyttelse.
de: Zustimmung zur Verwendung von Überwachungskamerabildern zu Sicherheitszwecken unter Einhaltung der geltenden Datenschutzbestimmungen.
el: Συγκατάθεση στη χρήση εικόνων κάμερας επιτήρησης για σκοπούς ασφάλειας και προστασίας, σύμφωνα με τους ισχύοντες κανονισμούς περί προστασίας της ιδιωτικής ζωής των δεδομένων.
hu: Hozzájárulás a biztonsági és védelmi célú térfigyelő kamerák felvételeinek felhasználásához, az alkalmazandó adatvédelmi előírásoknak megfelelően.
ja: 適用されるデータプライバシー規制に準拠して、セキュリティおよび安全目的で監視カメラ画像を使用することに同意します。
nl: Toestemming voor het gebruik van bewakingscamera-afbeeldingen voor veiligheids- en beveiligingsdoeleinden, in overeenstemming met de toepasselijke privacyregels voor gegevens.
no: Samtykke til bruk av overvåkingskamerabilder for sikkerhet og sikkerhet, i samsvar med gjeldende personvernregler.
ro: Consimțământul pentru utilizarea imaginilor din camerele de supraveghere în scopuri de securitate și siguranță, în conformitate cu normele aplicabile privind confidențialitatea datelor.
ru: Согласие на использование изображений камеры наблюдения в целях охраны и безопасности в соответствии с применимыми правилами о конфиденциальности данных.
tr: Yürürlükteki veri gizliliği düzenlemelerine uygun olarak, güvenlik ve emniyet amaçlı olarak güvenlik kamerası görüntülerinin kullanımına izin verilmesi.
uk: Згода на використання зображень для нагляду за камерою, в цілях безпеки та безпеки, у відповідності з застосовними правилами конфіденційності даних.
zh: 同意將監控攝影機影像用於安全與防護目的，並符合適用之資料隱私法規。

# services.clarity.description
source: Microsoft Clarity is a user-friendly web analytics tool that empowers website visitors like you by providing transparency about how your interactions are tracked on a website. It ensures your privacy is respected while giving developers and website owners valuable insights into user behavior. Plus, it follows coding guidelines and best practices, ensuring a safe and secure online experience for you.
ar: مايكروسوفت الوضوح هو أداة تحليلات ويب سهلة الاستخدام تمكن زوار الموقع مثلك من خلال توفير الشفافية حول كيفية تتبع تفاعلاتك على موقع على شبكة الإنترنت. يضمن احترام خصوصيتك مع إعطاء المطورين وأصحاب الموقع رؤى قيمة لسلوك المستخدم. بالإضافة إلى ذلك، فإنه يتبع المبادئ التوجيهية للبرمجة وأفضل الممارسات، مما يضمن لك تجربة مأمونة وآمنة على الإنترنت.
cs: Microsoft Clarity je uživatelsky přívětivý nástroj pro analýzu webových stránek, který umožňuje návštěvníkům webových stránek jako vy tím, že poskytuje transparentnost ohledně toho, jak jsou vaše interakce sledovány na webových stránkách. Zajišťuje dodržování vašeho soukromí a poskytuje vývojářům a majitelům webových stránek cenné poznatky o chování uživatelů. Kromě toho se řídí pokyny pro kódování a osvědčenými postupy, což zajišťuje bezpečné a bezpečné on-line zkušenosti pro vás.
da: Microsoft Clarity er et brugervenligt web analytics værktøj, der giver webstedsbesøgende som dig ved at give gennemsigtighed om, hvordan dine interaktioner spores på en hjemmeside. Det sikrer, at dit privatliv respekteres, samtidig med at udviklere og webstedsejere giver værdifuld indsigt i brugeradfærd. Plus, det følger kodning retningslinjer og bedste praksis, der sikrer en sikker og sikker online oplevelse for dig.
de: Microsoft Clarity ist ein benutzerfreundliches Webanalyse-Tool, das Website-Besucher wie Sie unterstützt, indem es Transparenz darüber schafft, wie Ihre Interaktionen auf einer Website verfolgt werden. Es stellt sicher, dass Ihre Privatsphäre respektiert wird, während es Entwicklern und Website-Betreibern wertvolle Einblicke in das Nutzerverhalten gibt. Außerdem befolgt es Kodierungsrichtlinien und bewährte Praktiken und gewährleistet so ein sicheres Online-Erlebnis für Sie.
el: Η Microsoft Clarity είναι ένα φιλικό προς το χρήστη εργαλείο ανάλυσης ιστού που εξουσιοδοτεί τους επισκέπτες της ιστοσελίδας όπως εσείς, παρέχοντας διαφάνεια σχετικά με τον τρόπο παρακολούθησης των αλληλεπιδράσεών σας σε έναν ιστότοπο. Εξασφαλίζει ότι το απόρρητό σας είναι σεβαστό ενώ δίνει στους προγραμματιστές και τους ιδιοκτήτες της ιστοσελίδας πολύτιμες πληροφορίες για τη συμπεριφορά των χρηστών. Επιπλέον, ακολουθεί τις κατευθυντήριες γραμμές κωδικοποίησης και τις βέλτιστες πρακτικές, εξασφαλίζοντας μια ασφαλή και ασφαλή online εμπειρία για εσάς.
hu: A Microsoft Clarity egy felhasználóbarát webelemző eszköz, amely átláthatóságot biztosít a webhely látogatói számára, például Önnek is, azzal, hogy megmutatja, hogyan követik nyomon az Ön interakcióit egy webhelyen. Biztosítja, hogy tiszteletben tartsák az Ön magánéletét, miközben a fejlesztők és a webhely tulajdonosok értékes betekintést nyerhetnek a felhasználói viselkedésbe. Ezenkívül követi a kódolási irányelveket és a bevált gyakorlatokat, így biztonságos online élményt biztosít Önnek.
ja: Microsoft Clarity はユーザーフレンドリーな Web 分析ツールで、Web サイトでのやり取りのトラッキング方法についての透明性を提供することで、お客様のような Web サイト訪問者を支援します。 開発者やウェブサイトの所有者にユーザーの行動に関する貴重な洞察を与えながら、あなたのプライバシーが尊重されることを保証します。 さらに、コーディングガイドラインとベストプラクティスに従い、安全で安全なオンライン体験を保証します。
nl: Microsoft Clarity is een gebruiksvriendelijke webanalytics tool die website bezoekers zoals u helpt door transparantie te bieden over hoe je interacties worden gevolgd op een website. Het zorgt ervoor dat uw privacy wordt gerespecteerd, terwijl ontwikkelaars en website-eigenaren waardevol inzicht krijgen in gebruikersgedrag. Bovendien volgt het volgens coderingsrichtlijnen en beste praktijken, die een veilige en veilige online ervaring voor je waarborgen.
no: Microsoft Clarity er et brukervennlig nettanalyseverktøy som gir besøkende tilgang til nettsidene dine ved å gi informasjon om hvordan interaksjoner spores på en nettside. Det sikrer at personvernet ditt blir respektert samtidig som du gir utviklere og nettsideeiere verdifull innsikt i brukeradferd. Pluss følger retningslinjene for koding og beste praksis, og sørger for en trygg og sikker online opplevelse for deg.
ro: Microsoft Clarity este un instrument de analiză web prietenos cu utilizatorii, care oferă vizitatorilor site-ului ca tine, oferind transparență cu privire la modul în care interacțiunile tale sunt urmărite pe un website. Asigurați-vă că confidențialitatea dvs. este respectată în timp ce oferiți dezvoltatorilor și proprietarilor de site-uri informații valoroase despre comportamentul utilizatorului. În plus, urmează recomandările de codificare și cele mai bune practici, asigurând o experiență online sigură și sigură pentru tine.
ru: Microsoft Clarity - удобный инструмент для анализа веб-страниц, который позволяет посетителям сайта следить за тем, как отслеживается ваше взаимодействие на сайте. Это гарантирует, что ваша конфиденциальность будет соблюдаться, предоставляя разработчикам и владельцам веб-сайтов ценное понимание поведения пользователей. Кроме того, он руководствуется рекомендациями по кодированию и наилучшей практикой, обеспечивая безопасную и безопасную работу в Интернете.
tr: Microsoft Clarity, web sitesi ziyaretçilerine, web sitesinde etkileşimlerinin nasıl izlendiği konusunda şeffaflık sağlayarak güç veren, kullanıcı dostu bir web analizi aracıdır. Geliştiricilere ve web sitesi sahiplerine kullanıcı davranışları hakkında değerli bilgiler verirken, gizliliğinizin korunmasını sağlar. Ayrıca, kodlama kurallarına ve en iyi uygulamalara uyar, size güvenli ve emniyetli bir çevrimiçi deneyim sunar.
uk: Microsoft Clarity - це зручний веб-аналітичний інструмент, що дозволяє відвідувачам веб-сайту, як ви, через забезпечення прозорості стосовно того, як ваша взаємодія відстежується на веб-сайті. Це забезпечує дотримання вашої приватності при переданні розробників і власників веб-сайтів цінне уявлення про поведінку користувачів. До того ж, він слідує рекомендаціям із програмування та вдосконалення практики, забезпечення безпечного і безпечного онлайн-досвіду для вас.
zh: Microsoft Clarity 是一款使用者友善的網站分析工具，透過透明化呈現網站訪客互動追蹤機制，賦予您等網站訪客更多自主權。它在確保開發人員與網站所有者能深入理解使用者行為的同時，亦嚴格恪守編碼規範與最佳實務，為您提供安全可靠的線上體驗。

# services.cloudflare.title
source: Cloudflare
ar: كلاودفلاري
no: Skyflare
ru: Огонь из облака
uk: Хмарний

# services.cloudflare.description
source: Cloudflare helps protect and optimize websites. By using this website, you consent to Cloudflare's data processing practices as described in its Privacy Policy.
ar: السحابة تساعد في حماية المواقع وتحسينها. باستخدام هذا الموقع، فإنك توافق على ممارسات معالجة البيانات على النحو الموصوف في سياسة الخصوصية الخاصة بها.
cs: Cloudflare pomáhá chránit a optimalizovat webové stránky. Používáním této webové stránky souhlasíte se zpracováním dat Cloudflare, jak je popsáno v jeho Zásadách ochrany osobních údajů.
da: Cloudflare hjælper med at beskytte og optimere hjemmesider. Ved at bruge denne hjemmeside, accepterer du Cloudflare databehandlingspraksis som beskrevet i dens privatlivspolitik.
de: Cloudflare hilft, Websites zu schützen und zu optimieren. Durch die Nutzung dieser Website erklären Sie sich mit den Datenverarbeitungspraktiken von Cloudflare einverstanden, wie sie in der Datenschutzrichtlinie beschrieben sind.
el: Το Cloudflare βοηθά στην προστασία και βελτιστοποίηση των ιστοσελίδων. Χρησιμοποιώντας αυτόν τον ιστότοπο, συναινείτε στις πρακτικές επεξεργασίας δεδομένων του Cloudflare, όπως περιγράφονται στην Πολιτική Απορρήτου του.
hu: A Cloudflare segít a webhelyek védelmében és optimalizálásában. A webhely használatával Ön elfogadja a Cloudflare adatkezelési gyakorlatát, amely az Adatvédelmi irányelvekben található.
ja: Cloudflareはウェブサイトの保護と最適化を支援します。このウェブサイトを使用することで、Cloudflareのプライバシーポリシーに記載されているデータ処理方法に同意したことになります。
nl: Cloudflare helpt websites te beschermen en optimaliseren. Door deze website te gebruiken, stemt u in met Cloudflare-gegevenverwerkingspraktijken zoals beschreven in zijn Privacybeleid.
no: Cloudflare bidrar til å beskytte og optimalisere nettsteder. Ved å bruke dette nettstedet samtykker du til Cloudflares databehandlingspraksis, som beskrevet i personvernerklæringen.
ro: Cloudflare ajută la protejarea și optimizarea site-urilor. Prin utilizarea acestui website, sunteți de acord cu practicile de procesare a datelor din Cloudflare, așa cum sunt descrise în Politica de confidențialitate.
ru: Cloudflare помогает защитить и оптимизировать веб-сайты. Используя этот веб-сайт, вы соглашаетесь на практику обработки данных Cloudflare, описанную в его Политике конфиденциальности.
tr: Cloudflare, web sitelerinin korunmasına ve optimize edilmesine yardımcı olur. Bu web sitesini kullanarak, Cloudflare'in Gizlilik Politikasında açıklanan veri işleme uygulamalarına onay vermiş olursunuz.
uk: Cloudflare допомагає захистити та оптимізувати веб-сайти. Використовуючи цей сайт, ви даєте згоду на обробку даних Cloudflare, як описано в його Політиці конфіденційності.
zh: Cloudflare 協助保護與優化網站。使用本網站即表示您同意 Cloudflare 根據其《隱私權政策》所述之資料處理方式。

# services.external-tracker.title
source: External Tracker
ar: متتبع خارجي
cs: Externí Tracker
da: Ekstern Tracker
de: Externer Tracker
el: Εξωτερικός Ιχνηλάτης
hu: Külső nyomkövető
ja: 外部トラッカー
nl: Externe tracker
no: Ekstern tracker
ro: Urmăritor extern
ru: Внешний трекер
tr: Harici İzleyici
uk: Зовнішній трекер
zh: 外部追蹤器

# services.external-tracker.description
source: External tracking script
ar: برنامج التعقب الخارجي
cs: Externí sledovací skript
da: Eksternt tracking script
de: Externes Tracking-Skript
el: Σενάριο εξωτερικής παρακολούθησης
hu: Külső nyomkövető szkript
ja: 外部トラッキングスクリプト
nl: Extern trackingscript
no: Eksternt sporingsskript
ro: Script-ul extern de urmărire
ru: Внешний скрипт отслеживания
tr: Harici izleme komut dosyası
uk: Зовнішній скрипт відстеження
zh: 外部追蹤腳本

# services.facebook-pixel.title
source: Facebook Pixel
ar: فيسبوك بكسل
el: Εικονοστοιχείο Facebook
ja: Facebook ピクセル
no: Facebook piksel
ro: Pixel Facebook
ru: Пиксель Facebook
tr: Facebook Pikseli
uk: Піксель Facebook
zh: Facebook 像素

# services.facebook-pixel.description
source: Simplifies web tracking for analytics and marketing while ensuring data compliance and control.
ar: ويبسط التتبع الشبكي لأغراض التحليل والتسويق، ويكفل في الوقت نفسه الامتثال للبيانات ومراقبتها.
cs: Zjednoduší webové sledování pro analýzu a marketing a zároveň zajistí dodržování a kontrolu údajů.
da: Forenkler web-sporing til analyse og markedsføring og samtidig sikre datamodkendelse og kontrol.
de: Vereinfacht die Webverfolgung für Analyse- und Marketingzwecke und gewährleistet gleichzeitig die Einhaltung und Kontrolle von Daten.
el: Απλοποιεί την παρακολούθηση ιστού για ανάλυση και μάρκετινγκ, ενώ παράλληλα εξασφαλίζει συμμόρφωση και έλεγχο των δεδομένων.
hu: Egyszerűsíti a webes nyomon követést az elemzés és a marketing céljából, miközben biztosítja az adatok megfelelőségét és ellenőrzését.
ja: 分析とマーケティングのためのWebトラッキングを簡素化し、データのコンプライアンスと制御を確保します。
nl: Vereenvoudigt de webtracking voor analytics en marketing terwijl de naleving en controle van gegevens worden gewaarborgd.
no: Forenklet nettsporing for analyse og markedsføring og samtidig sikring av etterlevelse og kontroll av data.
ro: Simplifică urmărirea online a analizelor și a marketingului, asigurând în același timp respectarea și controlul datelor.
ru: Упрощает веб-отслеживание для аналитики и маркетинга при одновременном обеспечении соответствия и контроля данных.
tr: Analitik ve pazarlama için web izlemeyi basitleştirirken veri uyumluluğunu ve kontrolünü sağlar.
uk: Спрощує веб-відстеження для аналітики та маркетингу при забезпеченні дотримання та контролю даних.
zh: 簡化網路追蹤流程，滿足分析與行銷需求，同時確保數據合規性與控制權。

# services.fast-fonts.description
source: Fast Fonts, operated by fonts.com and supplied by fast.fonts.net, is a service for the provision of web fonts. It requires the use of a pixel-code for continuous price calculation.
ar: أما الخطوط السريعة، التي تشغلها fonts.com وتوفيرها fast.fonts.net، فهي خدمة لتوفير خطوط الويب. وهو يتطلب استخدام رمز بكسل لحساب الأسعار باستمرار.
cs: Rychlá písma, ovládaná fonts.com a dodávaná fast.fonts.net, je službou pro poskytování webových písem. Vyžaduje použití pixelového kódu pro kontinuální výpočet cen.
da: Hurtige skrifttyper, der drives af fonts.com og leveres af fast.fonts.net, er en service til levering af web-skrifttyper. Det kræver brug af en pixel-kode til kontinuerlig prisberegning.
de: Fast Fonts, betrieben von fonts.com und bereitgestellt von fast.fonts.net, ist ein Dienst für die Bereitstellung von Web-Fonts. Er erfordert die Verwendung eines Zählpixels zur kontinuierlichen Preisberechnung.
el: Γρήγορες γραμματοσειρές, που λειτουργούν από fonts.com και παρέχονται από fast.fonts.net, είναι μια υπηρεσία για την παροχή των γραμματοσειρών ιστού. Απαιτεί τη χρήση ενός κώδικα εικονοστοιχείων για συνεχή υπολογισμό της τιμής.
hu: A fonts.com által üzemeltetett és a fast.fonts.net által biztosított Fast Fonts egy webes betűtípusok szolgáltatás. A folyamatos árkalkulációhoz pixel-kód használata szükséges.
ja: fonts.comによって運営され、fast.fonts.netによって供給される高速フォントは、Webフォントの提供のためのサービスです。 連続価格計算にはピクセルコードを使用する必要があります。
nl: Snel Fonts, beheerd door fonts.com en geleverd door fast.fonts.net, is een service voor de voorziening van weblettertypes. Het vereist het gebruik van een pixel-code voor continue prijsberekening.
no: Raske skrifter, driftet av fonts.com og levert av fast.fonts.net, er en tjeneste for levering av nettfonter. Det krever bruk av pikselkode for kontinuerlig prisberegning.
ro: Fonturi rapide, operate de fonts.com și furnizate de fast.fonts.net, este un serviciu pentru furnizarea de fonturi web. Aceasta necesită utilizarea unui cod de pixeli pentru calculul prețului continuu.
ru: Быстрые шрифты, управляемые fonts.com и поставляемые fast.fonts.net, являются сервисом для предоставления веб-шрифтов. Это требует использования пиксельного кода для расчета непрерывной цены.
tr: Fonts.com tarafından işletilen ve fast.fonts.net tarafından sağlanan Fast Fonts, web fontları sunan bir hizmettir. Sürekli fiyat hesaplaması için piksel kodu kullanılması gerekir.
uk: Швидкі шрифти, які керуються fonts.com і надаються fast.fonts.net, є послугою для забезпечення веб-шрифтів. Він вимагає використання піксельного коду для безперервного розрахунку цін.
zh: 由 fonts.com 營運、fast.fonts.net 供應的 Fast Fonts 是一項提供網頁字體的服務。該服務需使用像素代碼進行持續價格計算。

# services.google-ads.title
source: Google Ads
ar: إعلانات جوجل
da: Google Annoncer
el: Διαφημίσεις Google
ja: Google 広告
no: Google annonser
ro: Google Reclame
ru: Реклама Google
uk: Оголошення Google

# services.google-ads.description
source: Google Ads allows advertisers to reach their target audience online. To personalize ads and measure their effectiveness, Google may collect data with your consent.
ar: تتيح إعلانات جوجل للمعلنين الوصول إلى الجمهور المستهدف عبر الإنترنت. لتخصيص الإعلانات وقياس فعاليتها، قد تجمع جوجل البيانات بموافقتك.
cs: Google Ads umožňuje inzerentům oslovit své cílové publikum online. Chcete-li personalizovat reklamy a měřit jejich účinnost, Google může shromažďovat data s vaším souhlasem.
da: Google Ads giver annoncører mulighed for at nå deres målgruppe online. For at personliggøre annoncer og måle deres effektivitet, kan Google indsamle data med dit samtykke.
de: Mit Google Ads können Werbetreibende ihre Zielgruppen online erreichen. Um die Anzeigen zu personalisieren und ihre Wirksamkeit zu messen, kann Google mit Ihrer Zustimmung Daten sammeln.
el: Οι διαφημίσεις Google επιτρέπουν στους διαφημιζόμενους να φτάσουν το κοινό-στόχο τους online. Για να εξατομικεύσουν τις διαφημίσεις και να μετρήσουν την αποτελεσματικότητά τους, η Google μπορεί να συλλέξει δεδομένα με τη συγκατάθεσή σας.
hu: A Google Ads lehetővé teszi a hirdetőknek, hogy online elérjék célközönségüket. A hirdetések személyre szabása és hatékonyságuk mérése érdekében a Google az Ön hozzájárulásával adatokat gyűjthet.
ja: Google広告は、広告主がオンラインでターゲットオーディエンスにリーチすることを可能にします。広告をパーソナライズし、その効果を測定するために、Googleはあなたの同意を得てデータを収集することがあります。
nl: Met Google Ads kunnen adverteerders hun doelpubliek online bereiken. Om advertenties te personaliseren en hun effectiviteit te meten, kan Google gegevens verzamelen met uw toestemming.
no: Google Annonser tillater reklame å nå sine målgrupper på nettet. For å tilpasse annonser og måle deres effektivitet, kan Google samle data med ditt samtykke.
ro: Google Adds permite advertiserilor să își atingă publicul țintă online. Pentru a personaliza anunțurile și a măsura eficacitatea lor, Google poate colecta date cu consimțământul dvs.
ru: Реклама Google позволяет рекламодателям добраться до целевой аудитории онлайн. Чтобы персонализировать рекламу и измерить ее эффективность, Google может собирать данные с вашего согласия.
tr: Google Ads, reklamverenlerin hedef kitlelerine çevrimiçi olarak ulaşmalarını sağlar. Reklamları kişiselleştirmek ve etkinliklerini ölçmek için Google, sizin izninizle veri toplayabilir.
uk: Реклама Google дозволяє рекламодавцям знаходити свою цільову аудиторію в Інтернеті. Для персоналізації реклами та вимірювання їх ефективності, Google може збирати дані з вашою згодою.
zh: Google Ads 讓廣告主能觸及線上目標受眾。為實現廣告個人化並衡量其成效，Google 可能在您同意的情況下收集相關數據。

# services.google-analytics.title
source: Google Analytics
ar: تحليلات جوجل
uk: Google Аналітика

# services.google-analytics.description
source: Web analytics service provided by Google, Inc. ("Google")
ar: خدمة تحليلات الويب التي تقدمها شركة جوجل ("جوجل")
cs: Webová analytická služba poskytovaná společností Google, Inc. ("Google")
da: Web analytics service leveret af Google, Inc. ("Google")
de: Webanalysedienst von Google, Inc. ("Google")
el: Υπηρεσία ανάλυσης ιστού που παρέχεται από την Google, Inc. ("Google")
hu: A Google, Inc. („Google”) által nyújtott webelemzési szolgáltatás
ja: Google, Inc. (「Google」) が提供するウェブ解析サービス
nl: Web analytics service aangeboden door Google, Inc. ("Google")
no: Web analytics-tjeneste levert av Google, Inc. ("Google")
ro: Servicii de analiză web furnizate de Google, Inc. („Google”)
ru: Служба веб-аналитики компании Google, Inc. ("Google")
tr: Google, Inc. (“Google”) tarafından sağlanan web analizi hizmeti
uk: Служба веб-аналітики, надана Google, Inc. ("Google")
zh: 由 Google, Inc.（「Google」）提供的網路分析服務

# services.google-fonts.title
source: Google Fonts
ar: خطوط جوجل
cs: Google písma
da: Google Fonte
el: Γραμματοσειρές Google
hu: Google betűtípusok
ja: Googleフォント
no: Google skrifttyper
ro: Fonturi Google
ru: Google шрифты
tr: Google Yazı Tipleri
uk: Шрифти Google
zh: Google 字體

# services.google-fonts.description
source: Web fonts hosted by Google
ar: خطوط الويب التي تستضيفها جوجل
cs: Webová písma hostovaná společností Google
da: Webskrifttyper hostet af Google
de: Von Google gehostete Web-Schriftarten
el: Γραμματοσειρές Web που φιλοξενούνται από Google
hu: A Google által tárolt webes betűtípusok
ja: Googleがホストするウェブフォント
nl: Weblettertypen gehost door Google
no: Nettskrifttyper levert av Google
ro: Fonturi web găzduite de Google
ru: Веб-шрифты, размещенные Google
tr: Google tarafından barındırılan web yazı tipleri
uk: Веб-шрифти, на які розміщені Google
zh: 由 Google 託管的網頁字型

# services.google-maps.title
source: Google Maps
ar: خرائط جوجل
cs: Google Mapy
el: Χάρτες Google
no: Google kart
ro: Hărţi Google
ru: Карты Google
tr: Google Haritalar
uk: Карти Google
zh: Google 地圖
